Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# user profile page threads
source: %(username)s has started %(threads)s thread.
tr: %(username)s, %(threads)s konu başlattı.

# user profile page threads
source: You haven't started any threads.
tr: Hiç konu başlatmadınız.

# user profile page threads
source: %(username)s hasn't started any threads
tr: %(username)s hiç konu başlatmadı

# user profile page username history
source: Username history
tr: Kullanıcı adı geçmişi

# user profile page username history
source: Your username was changed %(changes)s time.
tr: Kullanıcı adınız %(changes)s kez değiştirildi.

# user profile page username history
source: %(username)s's username was changed %(changes)s time.
tr: %(username)s kullanıcısının adı %(changes)s kez değiştirildi.

# username history empty
source: Your account has no history of name changes.
tr: Hesabınızda isim değişikliği geçmişi yok.

# user profile page username history
source: %(username)s's username was never changed.
tr: %(username)s kullanıcısının adı hiç değiştirilmedi.

# agreement overlay
source: %(agreement)s has been updated:
tr: %(agreement)s güncellendi:

# agreement overlay
source: here
tr: burada

# agreement overlay
source: Please review the updated %(agreement)s available %(link)s.
tr: Lütfen %(link)s adresinde bulunan güncellenmiş %(agreement)s sözleşmesini inceleyin.

# search page
source: Search site
tr: Sitede ara

# search page header
source: Search
tr: Ara

# search input placeholder
source: Search
tr: Ara

# search page
source: Loading search...
tr: Arama yükleniyor...

# social auth page
source: Sign in with %(backend)s
tr: %(backend)s ile giriş yap

# social auth page
source: Enable JavaScript
tr: JavaScript'i etkinleştirin

# social auth page
source: You need to enable JavaScript in your browser to complete the sign in with %(backend)s.
tr: %(backend)s ile girişi tamamlamak için tarayıcınızda JavaScript'i etkinleştirmeniz gerekir.

# thread page header
source: Started on: %(timestamp)s
tr: Başlangıç: %(timestamp)s

# watch thread
source: Watching
tr: İzleniyor

# watch thread
source: Watch
tr: İzle

# thread paginator
source: Go to first page
tr: İlk sayfaya git

# thread paginator
source: Go to previous page
tr: Önceki sayfaya git

# thread paginator
source: Page %(page)s of %(pages)s
tr: Sayfa %(page)s / %(pages)s

# thread paginator
source: Go to next page
tr: Sonraki sayfaya git

# thread paginator
source: Go to last page
tr: Son sayfaya git

# thread event
source: New event
tr: Yeni olay

# thread event
source: Thread title has been changed from %(old_title)s.
tr: Konu başlığı %(old_title)s olarak değiştirildi.

# thread event
source: Thread has been pinned globally.
tr: Konu genel olarak sabitlendi.

# thread event
source: Thread has been pinned in category.
tr: Konu kategoride sabitlendi.

# thread event
source: Thread has been unpinned.
tr: Konu sabitlemesi kaldırıldı.

# thread event
source: Thread has been moved from %(from_category)s.
tr: Konu %(from_category)s kategorisinden taşındı.

# thread event
source: The %(merged_thread)s thread has been merged into this thread.
tr: %(merged_thread)s konusu bu konuyla birleştirildi.

# thread event
source: Thread has been approved.
tr: Konu onaylandı.

# thread event
source: Thread has been opened.
tr: Konu açıldı.

# thread event
source: Thread has been closed.
tr: Konu kapatıldı.

# thread event
source: Thread has been revealed.
tr: Konu görünür yapıldı.

# thread event
source: Thread has been made hidden.
tr: Konu gizlendi.

# thread event
source: Took thread over.
tr: Konu devralındı.

# thread event
source: Owner has left thread. This thread is now closed.
tr: Sahibi konudan ayrıldı. Bu konu şimdi kapalı.

# thread event
source: Participant has left thread.
tr: Katılımcı konudan ayrıldı.

# thread event
source: Changed thread owner to %(user)s.
tr: Konu sahibi %(user)s olarak değiştirildi.

# thread event
source: Added %(user)s to thread.
tr: %(user)s konuya eklendi.

# thread event
source: Removed %(user)s from thread.
tr: %(user)s konudan çıkarıldı.

# thread event
source: Hidden by %(hidden_by)s on %(hidden_on)s.
tr: %(hidden_by)s tarafından %(hidden_on)s tarihinde gizlendi.

# thread event
source: By %(event_by)s on %(event_on)s.
tr: %(event_by)s tarafından %(event_on)s tarihinde.

# post attachment
source: %(filetype)s, %(size)s, uploaded by %(uploader)s on %(uploaded_on)s.
tr: %(filetype)s, %(size)s, %(uploader)s tarafından %(uploaded_on)s tarihinde yüklendi.

# post body hidden
source: This post is hidden. You cannot see its contents.
tr: Bu mesaj gizlidir. İçeriğini göremezsiniz.

# post body hidden
source: Hidden by %(hidden_by)s on %(hidden_on)s.
tr: %(hidden_by)s tarafından %(hidden_on)s tarihinde gizlendi.

# post best answer flag
source: Marked as best answer by you %(marked_on)s.
tr: Sizin tarafınızdan %(marked_on)s tarihinde en iyi cevap olarak işaretlendi.

# post best answer flag
source: Marked as best answer by %(marked_by)s %(marked_on)s.
tr: %(marked_by)s tarafından %(marked_on)s tarihinde en iyi cevap olarak işaretlendi.

# post hidden flag
source: This post is hidden. Only users with permission may see its contents.
tr: Bu mesaj gizlidir. Yalnızca izni olan kullanıcılar içeriğini görebilir.

# post unapproved flag
source: This post is unapproved. Only users with permission to approve posts and its author may see its contents.
tr: Bu mesaj onaylanmamıştır. Yalnızca mesajları onaylama izni olan kullanıcılar ve yazarı içeriğini görebilir.

# post protected flag
source: This post is protected. Only moderators may change it.
tr: Bu mesaj korumalıdır. Yalnızca moderatörler değiştirebilir.

# post control
source: Liked
tr: Beğenildi

# post control
source: Like
tr: Beğen

# post control
source: Reply
tr: Yanıtla

# post control
source: Quote
tr: Alıntı

# post control
source: Edit
tr: Düzenle

# post unread label
source: New post
tr: Yeni mesaj

# post unread label
source: New
tr: Yeni

# post permalink
source: Post link
tr: Mesaj bağlantısı

# post poster stats
source: %(posts)s post
tr: %(posts)s mesaj

# post removed poster username
source: Removed user
tr: Kaldırılmış kullanıcı

# thread page meta
source: Started by %(starter)s on %(started_on)s in the %(category)s category.
tr: %(starter)s tarafından %(started_on)s tarihinde %(category)s kategorisinde başlatıldı.

# thread page meta
source: %(replies)s reply, last one from %(last_post_on)s.
tr: %(replies)s yanıt, sonuncusu %(last_post_on)s tarihinde.

# thread page meta
source: Answered.
tr: Yanıtlandı.

# thread page meta
source: Closed.
tr: Kapalı.

# thread page options
source: Reply
tr: Yanıtla

# go up
source: Go to top
tr: Yukarı git

# thread page options
source: Shortcuts
tr: Kısayollar

# thread page options
source: Add poll
tr: Anket ekle

# thread flag
source: Pinned globally
tr: Genel olarak sabitlenmiş

# thread flag
source: Pinned in category
tr: Kategoride sabitlenmiş

# thread flag
source: Answered
tr: Yanıtlandı

# thread flag
source: Poll
tr: Anket

# thread flag
source: Closed
tr: Kapalı

# thread flag
source: Hidden
tr: Gizli

# thread replies stat
source: %(replies)s reply
tr: %(replies)s yanıt

# threads list empty
source: There are no threads in this category.
tr: Bu kategoride hiç konu yok.

# threads list empty
source: There are no threads on this site yet.
tr: Bu sitede henüz hiç konu yok.

# threads list empty
source: No threads matching specified criteria were found.
tr: Belirtilen kriterlere uygun konu bulunamadı.

# threads list paginator
source: Next page
tr: Sonraki sayfa

# private threads page
source: Private threads are threads which only those that started them and those they have invited may see and participate in.
tr: Özel konular, yalnızca onları başlatanların ve davet ettikleri kişilerin görebileceği ve katılabileceği konulardır.

# private threads page
source: You aren't participating in any private threads.
tr: Hiçbir özel konuya katılmıyorsunuz.

# private threads page
source: No threads matching specified criteria were found.
tr: Belirtilen kriterlere uygun konu bulunamadı.

# threads list
source: %(starter)s - original poster
tr: %(starter)s - orijinal gönderici

# threads list
source: No unread posts
tr: Okunmamış mesaj yok

# threads list
source: Contains unread posts
tr: Okunmamış mesajlar içeriyor

# threads list
source: %(last_poster)s - latest poster
tr: %(last_poster)s - son gönderici

# threads list
source: %(last_activity)s - latest activity
tr: %(last_activity)s - son aktivite

# threads page
source: Threads
tr: Konular

# threads page nav
source: All categories
tr: Tüm kategoriler

# threads page nav
source: All subcategories
tr: Tüm alt kategoriler

# threads list
source: All threads
tr: Tüm konular

# threads list
source: My threads
tr: Konularım

# threads list
source: New threads
tr: Yeni konular

# threads list
source: Unread threads
tr: Okunmamış konular

# threads list
source: Watched threads
tr: İzlenen konular

# threads list
source: Unapproved content
tr: Onaylanmamış içerik

# threads page nav
source: Start thread
tr: Konu başlat

# active posters page
source: Top posters
tr: En aktif göndericiler

# active posters page meta
source: %(posters)s most active poster from last %(days)s days.
tr: Son %(days)s günün en aktif %(posters)s göndericisi.

# active posters page meta
source: No users have posted any new messages during last %(days)s day.
tr: Son %(days)s gün içinde hiçbir kullanıcı yeni mesaj göndermedi.

# active posters page meta
source: Top posters
tr: En aktif göndericiler

# active posters page meta
source: %(posters)s top poster from last %(days)s days.
tr: Son %(days)s günün en iyi %(posters)s göndericisi.

# active posters page
source: %(posters)s top poster from last %(days)s days.
tr: Son %(days)s günün en iyi %(posters)s göndericisi.

# active posters list item
source: Rank
tr: Rütbe

# active posters list item
source: Ranked posts
tr: Rütbeli mesajlar

# active posters list item
source: Total posts
tr: Toplam mesaj

# users page
source: Users
tr: Kullanıcılar

# rank users page meta
source: %(users)s user have this rank.
tr: %(users)s kullanıcı bu rütbeye sahip.

# rank users page
source: There is %(more)s more users with this rank.
tr: Bu rütbeye sahip %(more)s kullanıcı daha var.

# rank users page
source: There are no more users with this rank.
tr: Bu rütbeye sahip başka kullanıcı yok.

# rank users page
source: There are no users with this rank at the moment.
tr: Şu anda bu rütbeye sahip kullanıcı yok.

# rank users paginator
source: Go to first page
tr: İlk sayfaya git

# rank users paginator
source: Go to previous page
tr: Önceki sayfaya git

# rank users paginator
source: Go to next page
tr: Sonraki sayfaya git

# rank users paginator
source: Go to last page
tr: Son sayfaya git

# users list item
source: Joined on %(joined_on)s
tr: Katılım tarihi %(joined_on)s

# users list item
source: %(posts)s post
tr: %(posts)s mesaj

# users list item
source: %(threads)s thread
tr: %(threads)s konu

# users list item
source: %(followers)s follower
tr: %(followers)s takipçi

# admin node
source: Themes
tr: Temalar

# admin theme parent empty label
source: No parent
tr: Üst öğe yok

# admin theme form
source: Name
tr: Ad

# admin theme form
source: Parent
tr: Üst öğe

# admin theme form
source: Version
tr: Sürüm

# admin theme form
source: Author(s)
tr: Yazar(lar)

# admin theme form
source: Leave this field empty to use theme name from imported file.
tr: İçe aktarılan dosyadan tema adını kullanmak için bu alanı boş bırakın.

# admin theme form
source: Theme file
tr: Tema dosyası

# admin theme form
source: Theme file should be a ZIP file.
tr: Tema dosyası bir ZIP dosyası olmalıdır.

# admin theme form
source: Uploaded file is not a valid ZIP file.
tr: Yüklenen dosya geçerli bir ZIP dosyası değil.

# admin theme assets form
source: No files have been uploaded.
tr: Hiçbir dosya yüklenmedi.

# admin theme assets form
source: File "%(file)s" content type "%(content_type)s" is not allowed.
tr: "%(file)s" dosyasının "%(content_type)s" içerik türüne izin verilmiyor.

# admin theme assets form
source: File "%(file)s" extension is invalid.
tr: "%(file)s" dosyasının uzantısı geçersiz.

# admin theme css form
source: Name
tr: Ad

# admin theme css form
source: Should be a correct filename and include the .css extension. It will be lowercased.
tr: Doğru bir dosya adı olmalı ve .css uzantısını içermelidir. Küçük harfe dönüştürülecektir.

# admin theme css form
source: You need to enter CSS for this file.
tr: Bu dosya için CSS girmeniz gerekiyor.

# admin theme css link form
source: Link name
tr: Bağlantı adı

# admin theme css link form
source: Can be descriptive (e.g. "roboto from fonts.google.com").
tr: Açıklayıcı olabilir (örn. "fonts.google.com'dan roboto").

# admin theme css link form
source: Remote CSS URL
tr: Uzak CSS URL'si

# admin theme import
source: "manifest.json" contained by ZIP file is not a valid theme manifest file.
tr: ZIP dosyasında bulunan "manifest.json" geçerli bir tema bildirim dosyası değil.

# admin theme import
source: Uploaded ZIP file could not be extracted.
tr: Yüklenen ZIP dosyası çıkarılamadı.

# admin theme import
source: Uploaded ZIP file is empty.
tr: Yüklenen ZIP dosyası boş.

# admin theme import
source: Uploaded ZIP file should contain single directory.
tr: Yüklenen ZIP dosyası tek bir dizin içermelidir.

# admin theme import
source: Uploaded ZIP file didn't contain a directory.
tr: Yüklenen ZIP dosyası bir dizin içermiyordu.

# admin theme import
source: Uploaded ZIP file didn't contain a "manifest.json".
tr: Yüklenen ZIP dosyası bir "manifest.json" içermiyordu.

# admin theme import
source: "manifest.json" contained by ZIP file is not a valid JSON file.
tr: ZIP dosyasında bulunan "manifest.json" geçerli bir JSON dosyası değil.

# admin css name validator
source: Name is missing an .css extension.
tr: Adın .css uzantısı eksik.

# admin css name validator
source: Name can't start with period (".").
tr: Ad nokta (".") ile başlayamaz.

# admin css name validator
source: Name can contain only latin alphabet characters, digits, dots, underscores and dashes.
tr: Ad yalnızca latin alfabesi karakterleri, rakamlar, noktalar, alt çizgiler ve tireler içerebilir.

# admin css name validator
source: Name has to contain at least one latin alphabet character or digit.
tr: Ad en az bir latin alfabesi karakteri veya rakam içermelidir.

# admin css name unique validator
source: This name is already in use by other asset.
tr: Bu ad zaten başka bir varlık tarafından kullanılıyor.

# admin themes
source: Requested theme does not exist.
tr: İstenen tema mevcut değil.

# admin themes
source: New theme "%(name)s" has been saved.
tr: Yeni tema "%(name)s" kaydedildi.

# admin themes
source: Theme "%(name)s" has been updated.
tr: "%(name)s" teması güncellendi.

# admin themes
source: Default theme can't be edited.
tr: Varsayılan tema düzenlenemez.

# admin themes
source: Theme "%(name)s" has been deleted.
tr: "%(name)s" teması silindi.

# admin themes
source: Default theme can't be deleted.
tr: Varsayılan tema silinemez.

# admin themes
source: Active theme can't be deleted.
tr: Aktif tema silinemez.

# admin themes
source: Theme "%(name)s" can't be deleted because one of its child themes is set as an active theme.
tr: "%(name)s" teması, alt temalarından biri aktif tema olarak ayarlandığı için silinemez.

# admin themes
source: Active theme has been changed to "%(name)s".
tr: Aktif tema "%(name)s" olarak değiştirildi.

# admin themes
source: Default theme can't be exported.
tr: Varsayılan tema dışa aktarılamaz.

# admin themes
source: Theme "%(name)s" has been imported.
tr: "%(name)s" teması içe aktarıldı.

# admin themes
source: Default theme assets can't be edited.
tr: Varsayılan tema varlıkları düzenlenemez.

# admin themes
source: Some css files could not have been added to the theme.
tr: Bazı css dosyaları temaya eklenemedi.

# admin themes
source: New CSS files have been added to the theme.
tr: Yeni CSS dosyaları temaya eklendi.

# admin themes
source: New media files have been added to the theme.
tr: Yeni medya dosyaları temaya eklendi.

# admin themes
source: Selected CSS files have been deleted.
tr: Seçili CSS dosyaları silindi.

# admin themes
source: Selected media have been deleted.
tr: Seçili medya dosyaları silindi.

# admin themes
source: Requested CSS could not be found in the theme.
tr: İstenen CSS tema içinde bulunamadı.

# admin themes
source: "%s" was moved up.
tr: "%s" yukarı taşındı.

# admin themes
source: "%s" was moved down.
tr: "%s" aşağı taşındı.

# admin themes
source: New CSS "%(name)s" has been saved.
tr: Yeni CSS "%(name)s" kaydedildi.

# admin themes
source: CSS "%(name)s" has been updated.
tr: "%(name)s" CSS'i güncellendi.

# admin themes
source: No changes have been made to "%(css)s".
tr: "%(css)s" üzerinde değişiklik yapılmadı.

# admin themes
source: New CSS link "%(name)s" has been saved.
tr: Yeni CSS bağlantısı "%(name)s" kaydedildi.

# admin themes
source: CSS link "%(name)s" has been updated.
tr: "%(name)s" CSS bağlantısı güncellendi.

# default theme name
source: Default Misago Theme
tr: Varsayılan Misago Teması

# admin node
source: Attachments
tr: Ekler

# admin node
source: Attachment types
tr: Ek türleri

# admin node
source: Specify what files may be uploaded as part of user posts.
tr: Kullanıcı mesajlarının parçası olarak hangi dosyaların yüklenebileceğini belirtin.

# admin attachments type filter choice
source: All types
tr: Tüm türler

# admin attachments filter form
source: Uploader name contains
tr: Yükleyici adı içerir

# admin attachments filter form
source: Filename contains
tr: Dosya adı içerir

# admin attachments filter form
source: File type
tr: Dosya türü

# admin attachments filter form
source: State
tr: Durum

# admin attachments orphan filter choice
source: All
tr: Tümü

# admin attachments orphan filter choice
source: Only orphaned
tr: Yalnızca yetim

# admin attachments orphan filter choice
source: Not orphaned
tr: Yetim değil

# admin attachment type form
source: Type name
tr: Tür adı

# admin attachment type form
source: File extensions
tr: Dosya uzantıları

# admin attachment type form
source: Mimetypes
tr: Mime türleri

# admin attachment type form
source: Maximum allowed uploaded file size
tr: İzin verilen maksimum yüklenen dosya boyutu

# admin attachment type form
source: Status
tr: Durum

# admin attachment type form
source: Limit uploads to
tr: Yüklemeleri şunlarla sınırla

# admin attachment type form
source: Limit downloads to
tr: İndirmeleri şunlarla sınırla

# admin attachment type form
source: List of comma separated file extensions associated with this attachment type.
tr: Bu ek türüyle ilişkili, virgülle ayrılmış dosya uzantılarının listesi.

# admin attachment type form
source: Optional list of comma separated mime types associated with this attachment type.
tr: Bu ek türüyle ilişkili, isteğe bağlı virgülle ayrılmış mime türlerinin listesi.

# admin attachment type form
source: Maximum allowed uploaded file size for this type, in kb. This setting is deprecated and has no effect. It will be deleted in Misago 1.0.
tr: Bu tür için izin verilen maksimum yüklenen dosya boyutu (kb cinsinden). Bu ayar kullanımdan kaldırılmıştır ve hiçbir etkisi yoktur. Misago 1.0'da silinecektir.

# admin attachment type form
source: Controls this attachment type availability on your site.
tr: Bu ek türünün sitenizdeki kullanılabilirliğini kontrol eder.

# admin attachment type form
source: If you wish to limit option to upload files of this type to users with specific roles, select them on this list. Otherwise don't select any roles to allow all users with permission to upload attachments to be able to upload attachments of this type.
tr: Bu türdeki dosyaları yükleme seçeneğini belirli rollere sahip kullanıcılarla sınırlamak isterseniz, onları bu listeden seçin. Aksi takdirde, ek yükleme iznine sahip tüm kullanıcıların bu tür ekleri yükleyebilmesi için herhangi bir rol seçmeyin.

# admin attachment type form
source: If you wish to limit option to download files of this type to users with specific roles, select them on this list. Otherwise don't select any roles to allow all users with permission to download attachments to be able to download attachments of this type.
tr: Bu türdeki dosyaları indirme seçeneğini belirli rollere sahip kullanıcılarla sınırlamak isterseniz, onları bu listeden seçin. Aksi takdirde, ek indirme iznine sahip tüm kullanıcıların bu tür ekleri indirebilmesi için herhangi bir rol seçmeyin.

# admin attachment type form
source: This field is required.
tr: Bu alan zorunludur.

# admin attachments
source: Requested attachment does not exist.
tr: İstenen ek mevcut değil.

# admin attachments ordering choice
source: From newest
tr: En yeniden

# admin attachments ordering choice
source: From oldest
tr: En eskiden

# admin attachments ordering choice
source: A to z
tr: A'dan Z'ye

# admin attachments ordering choice
source: Z to a
tr: Z'den A'ya

# admin attachments ordering choice
source: Smallest files
tr: En küçük dosyalar

# admin attachments ordering choice
source: Largest files
tr: En büyük dosyalar

# admin attachments
source: With attachments: 0
tr: Ek sayısı: 0

# admin attachments
source: Select attachments
tr: Ekleri seç

# admin attachments
source: Delete attachments
tr: Ekleri sil

# admin attachments
source: Are you sure you want to delete selected attachments?
tr: Seçili ekleri silmek istediğinizden emin misiniz?

# admin attachments
source: Selected attachments have been deleted.
tr: Seçili ekler silindi.

# admin attachments
source: Attachment "%(filename)s" has been deleted.
tr: "%(filename)s" eki silindi.

# admin attachments types
source: Requested attachment type does not exist.
tr: İstenen ek türü mevcut değil.

# admin attachments types
source: New type "%(name)s" has been saved.
tr: Yeni tür "%(name)s" kaydedildi.

# admin attachments types
source: Attachment type "%(name)s" has been edited.
tr: "%(name)s" ek türü düzenlendi.

# admin attachments types
source: Attachment type "%(name)s" has associated attachments and can't be deleted.
tr: "%(name)s" ek türünün ilişkili ekleri var ve silinemez.

# admin attachments types
source: Attachment type "%(name)s" has been deleted.
tr: "%(name)s" ek türü silindi.

# attachments api
source: You don't have permission to upload new files.
tr: Yeni dosya yükleme izniniz yok.

# attachments api
source: No file has been uploaded.
tr: Hiçbir dosya yüklenmedi.

# attachments api
source: Uploaded image is unsupported or invalid.
tr: Yüklenen resim desteklenmiyor veya geçersiz.

# attachments api
source: You can't upload files of this type.
tr: Bu türdeki dosyaları yükleyemezsiniz.

# attachments api
source: You can't upload files larger than %(limit)s (your file has %(upload)s).
tr: %(limit)s boyutundan büyük dosya yükleyemezsiniz (dosyanızın boyutu %(upload)s).

# posts api
source: This post has no changes history.
tr: Bu mesajın değişiklik geçmişi yok.

# posts api
source: You can't merge posts in this thread.
tr: Bu konudaki mesajları birleştiremezsiniz.

# posts api
source: You can't move posts from this thread.
tr: Bu konudan mesaj taşıyamazsınız.

# posts api
source: You can't like posts in this category.
tr: Bu kategorideki mesajları beğenemezsiniz.

# posts api
source: Content approval can't be reversed.
tr: İçerik onayı geri alınamaz.

# posts api
source: One or more posts to update could not be found.
tr: Güncellenecek bir veya daha fazla mesaj bulunamadı.

# posts api
source: No more than %(limit)s post can be updated at a single time.
tr: Tek seferde %(limit)s mesajdan fazlası güncellenemez.

# posts api
source: You can't split posts from this thread.
tr: Bu konudaki mesajları ayıramazsınız.

# posting api
source: You don't have permission to remove "%(attachment)s" attachment.
tr: "%(attachment)s" ekini kaldırma izniniz yok.
