Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# admin oauth2 settings form
source: Name of key containing the access token in JSON returned by the provider. If token is nested, use period (".") for path, eg: "result.token" will retrieve the token from "token" key nested in "result".
tr: Sağlayıcı tarafından döndürülen JSON'da erişim belirtecini içeren anahtarın adı. Belirteç iç içe ise, yol için nokta (".") kullanın, örn: "result.token", "result" içinde iç içe geçmiş "token" anahtarından belirteci alır.

# admin oauth2 settings form
source: User data URL
tr: Kullanıcı verileri URL'si

# admin oauth2 settings form
source: Request method
tr: İstek yöntemi

# admin oauth2 settings form
source: Access token location
tr: Erişim belirteci konumu

# admin oauth2 token location choice
source: Query string
tr: Sorgu dizesi

# admin oauth2 token location choice
source: HTTP header
tr: HTTP başlığı

# admin oauth2 token location choice
source: HTTP header (Bearer)
tr: HTTP başlığı (Bearer)

# admin oauth2 settings form
source: Access token name
tr: Erişim belirteci adı

# admin oauth2 settings form
source: Extra HTTP headers in user request
tr: Kullanıcı isteğindeki ek HTTP başlıkları

# admin oauth2 settings form
source: List of extra headers to include in a HTTP request made to retrieve the user profile. Example header is "Header-name: value". Specify each header on separate line.
tr: Kullanıcı profilini almak için yapılan bir HTTP isteğine dahil edilecek ek başlıkların listesi. Örnek başlık "Başlık-adı: değer" şeklindedir. Her başlığı ayrı bir satırda belirtin.

# admin oauth2 settings form
source: Send a welcoming e-mail to users on their first sign-ons
tr: Kullanıcılara ilk girişlerinde bir hoş geldiniz e-postası gönder

# admin oauth2 settings form
source: User ID path
tr: Kullanıcı Kimliği yolu

# admin oauth2 settings form
source: User name path
tr: Kullanıcı adı yolu

# admin oauth2 settings form
source: User e-mail path
tr: Kullanıcı e-posta yolu

# admin oauth2 settings form
source: User avatar URL path
tr: Kullanıcı avatar URL yolu

# admin oauth2 settings form
source: Optional, leave empty to don't download avatar from provider.
tr: İsteğe bağlı, sağlayıcıdan avatar indirmemek için boş bırakın.

# admin oauth2 settings form
source: You need to complete the configuration before you will be able to enable OAuth 2 on your site.
tr: Sitenizde OAuth 2'yi etkinleştirebilmek için yapılandırmayı tamamlamanız gerekir.

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a colon (":").
tr: "%(header)s" geçerli bir başlık değil. İki nokta üst üste (":") eksik.

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a header name before the colon (":").
tr: "%(header)s" geçerli bir başlık değil. İki nokta üst üste (":") işaretinden önce bir başlık adı eksik.

# admin oauth2 settings form
source: "%(header)s" header is entered more than once.
tr: "%(header)s" başlığı birden fazla girilmiş.

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a header value after the colon (":").
tr: "%(header)s" geçerli bir başlık değil. İki nokta üst üste (":") işaretinden sonra bir başlık değeri eksik.

# admin threads settings form
source: Daily post limit per user
tr: Kullanıcı başına günlük mesaj limiti

# admin threads settings form
source: Daily limit of posts that may be posted by single user. Fail-safe for situations when forum is flooded by spam bots. Change to 0 to remove the limit.
tr: Tek bir kullanıcı tarafından gönderilebilecek günlük mesaj limiti. Forumun spam botlar tarafından doldurulduğu durumlar için güvenlik önlemi. Limiti kaldırmak için 0 olarak değiştirin.

# admin threads settings form
source: Hourly post limit per user
tr: Kullanıcı başına saatlik mesaj limiti

# admin threads settings form
source: Hourly limit of posts that may be posted by single user. Fail-safe for situations when forum is flooded by spam bots. Change to 0 to remove the limit.
tr: Tek bir kullanıcı tarafından gönderilebilecek saatlik mesaj limiti. Forumun spam botlar tarafından doldurulduğu durumlar için güvenlik önlemi. Limiti kaldırmak için 0 olarak değiştirin.

# admin threads settings form
source: Maximum number of attachments per post
tr: Mesaj başına maksimum ek sayısı

# admin threads settings form
source: Maximum allowed post length
tr: İzin verilen maksimum mesaj uzunluğu

# admin threads settings form
source: Minimum required post length
tr: Gerekli minimum mesaj uzunluğu

# admin threads settings form
source: Maximum allowed thread title length
tr: İzin verilen maksimum konu başlığı uzunluğu

# admin threads settings form
source: Minimum required thread title length
tr: Gerekli minimum konu başlığı uzunluğu

# admin threads settings form
source: Unused attachments lifetime
tr: Kullanılmayan eklerin ömrü

# admin threads settings form
source: Period of time (in hours) after which user-uploaded files that weren't attached to any post are deleted from disk.
tr: Kullanıcı tarafından yüklenen ve herhangi bir mesaja eklenmeyen dosyaların diskten silineceği süre (saat olarak).

# admin threads settings form
source: Read-tracker cutoff
tr: Okundu izleyici kesme noktası

# admin threads settings form
source: Controls amount of data used by read-tracking system. All content older than number of days specified in this setting is considered old and read, even if the opposite is true for the user. Active forums can try lowering this value while less active ones may wish to increase it instead.
tr: Okundu izleme sistemi tarafından kullanılan veri miktarını kontrol eder. Bu ayarda belirtilen gün sayısından daha eski tüm içerikler, kullanıcı için durum tersi olsa bile eski ve okunmuş kabul edilir. Aktif forumlar bu değeri düşürmeyi deneyebilirken, daha az aktif olanlar bunun yerine artırmak isteyebilir.

# admin threads settings form
source: Number of threads displayed on a single page
tr: Tek bir sayfada görüntülenen konu sayısı

# admin threads settings form
source: Number of posts displayed on a single page
tr: Tek bir sayfada görüntülenen mesaj sayısı

# admin threads settings form
source: Maximum orphans
tr: Maksimum yetim öğe

# admin threads settings form
source: This setting prevents situations when the last page of a thread contains very few items. If number of posts to be displayed on the last page is less or equal to number specified in this setting, those posts will instead be appended to the previous page, reducing number of thread's pages.
tr: Bu ayar, bir konunun son sayfasının çok az öğe içerdiği durumları önler. Son sayfada görüntülenecek mesaj sayısı bu ayarda belirtilen sayıdan az veya eşitse, bu mesajlar bunun yerine önceki sayfaya eklenerek konunun sayfa sayısını azaltır.

# admin threads settings form
source: Maximum number of events displayed on a single page
tr: Tek bir sayfada görüntülenen maksimum olay sayısı

# admin threads settings form
source: Permission denied
tr: İzin reddedildi

# admin threads settings form
source: Attachments proxy will display this image in place of default one when user tries to access attachment they have no permission to see.
tr: Ek vekil sunucusu, kullanıcı görme izni olmayan bir eke erişmeye çalıştığında varsayılan yerine bu resmi görüntüler.

# admin threads settings form
source: Delete custom permission denied image
tr: Özel izin reddedildi resmini sil

# admin threads settings form
source: Not found
tr: Bulunamadı

# admin threads settings form
source: Attachments proxy will display this image in place of default one when user tries to access attachment that doesn't exist.
tr: Ek vekil sunucusu, kullanıcı mevcut olmayan bir eke erişmeye çalıştığında varsayılan yerine bu resmi görüntüler.

# admin threads settings form
source: Delete custom not found image
tr: Özel bulunamadı resmini sil

# admin threads settings form
source: This value must be lower than number of posts per page.
tr: Bu değer, sayfa başına mesaj sayısından düşük olmalıdır.

# admin users settings form
source: Require new accounts activation
tr: Yeni hesap aktivasyonu gerektir

# admin users account activation field choice
source: No activation required
tr: Aktivasyon gerekmez

# admin users account activation field choice
source: Activation token sent to user e-mail
tr: Kullanıcı e-postasına gönderilen aktivasyon belirteci

# admin users account activation field choice
source: Activation by administrator
tr: Yönetici tarafından aktivasyon

# admin users account activation field choice
source: Disable new registrations
tr: Yeni kayıtları devre dışı bırak

# admin users settings form
source: Delete new inactive accounts if they weren't activated within this number of days
tr: Yeni etkin olmayan hesapları bu gün sayısı içinde etkinleştirilmezlerse sil

# admin users settings form
source: Enter 0 to never delete inactive new accounts.
tr: Etkin olmayan yeni hesapları asla silmemek için 0 girin.

# admin users settings form
source: Minimum allowed username length
tr: İzin verilen minimum kullanıcı adı uzunluğu

# admin users settings form
source: Maximum allowed username length
tr: İzin verilen maksimum kullanıcı adı uzunluğu

# admin users settings form
source: Allow custom avatar uploads
tr: Özel avatar yüklemelerine izin ver

# admin users settings form
source: Turning this option off will forbid forum users from uploading custom avatars.
tr: Bu seçeneği kapatmak, forum kullanıcılarının özel avatarlar yüklemesini yasaklar.

# admin users settings form
source: Maximum size of uploaded avatar
tr: Yüklenen avatarın maksimum boyutu

# admin users settings form
source: Enter maximum allowed file size (in KB) for avatar uploads.
tr: Avatar yüklemeleri için izin verilen maksimum dosya boyutunu (KB cinsinden) girin.

# admin users settings form
source: Default avatar
tr: Varsayılan avatar

# admin users default avatar choice
source: Individual
tr: Bireysel

# admin users default avatar choice
source: Random avatar from gallery
tr: Galeriden rastgele avatar

# admin users settings form
source: Fallback for default Gravatar
tr: Varsayılan Gravatar için yedek

# admin users settings form
source: Select which avatar to use when user has no Gravatar associated with their e-mail address.
tr: Kullanıcının e-posta adresiyle ilişkili bir Gravatar'ı olmadığında hangi avatarın kullanılacağını seçin.

# admin users gravatar fallback choice
source: Individual
tr: Bireysel

# admin users gravatar fallback choice
source: Random avatar from gallery
tr: Galeriden rastgele avatar

# admin users settings form
source: Blank avatar
tr: Boş avatar

# admin users settings form
source: Blank avatar is displayed in the interface when user's avatar is not available: when user was deleted or is guest. Uploaded image should be a square.
tr: Boş avatar, kullanıcının avatarı mevcut olmadığında arayüzde görüntülenir: kullanıcı silindiğinde veya misafir olduğunda. Yüklenen resim kare olmalıdır.

# admin users settings form
source: Delete custom blank avatar
tr: Özel boş avatarı sil

# admin users settings form
source: Maximum allowed signature length
tr: İzin verilen maksimum imza uzunluğu

# admin users settings form
source: Started threads
tr: Başlatılan konular

# admin users settings form
source: Don't watch
tr: İzleme

# admin users default subscription choice
source: Put on watched threads list
tr: İzlenen konular listesine koy

# admin users default subscription choice
source: Put on watched threads list and e-mail user when somebody replies
tr: İzlenen konular listesine koy ve biri yanıtladığında kullanıcıya e-posta gönder

# admin users settings form
source: Replied threads
tr: Yanıtlanan konular

# admin users settings form
source: Number of users displayed on a single page
tr: Tek bir sayfada görüntülenen kullanıcı sayısı

# admin users settings form
source: Maximum orphans
tr: Maksimum yetim öğe

# admin users settings form
source: This setting prevents situations when the last page of a users list contains very few items. If number of users to be displayed on the last page is less or equal to number specified in this setting, those users will instead be appended to the previous page, reducing number of list's pages.
tr: Bu ayar, bir kullanıcı listesinin son sayfasının çok az öğe içerdiği durumları önler. Son sayfada görüntülenecek kullanıcı sayısı bu ayarda belirtilen sayıdan az veya eşitse, bu kullanıcılar bunun yerine önceki sayfaya eklenerek listenin sayfa sayısını azaltır.

# admin users settings form
source: Maximum age in days of posts that should count to the ranking position
tr: Sıralama konumuna sayılması gereken mesajların gün cinsinden maksimum yaşı

# admin users settings form
source: Maximum number of ranked users
tr: Maksimum sıralanmış kullanıcı sayısı

# admin users settings form
source: Allow users to download their data
tr: Kullanıcıların verilerini indirmesine izin ver

# admin users settings form
source: Maximum age in hours of data downloads before they expire
tr: Veri indirmelerinin süresi dolmadan önceki saat cinsinden maksimum yaşı

# admin users settings form
source: Data downloads older than specified will have their files deleted and will be marked as expired.
tr: Belirtilenden eski veri indirmelerinin dosyaları silinecek ve süresi dolmuş olarak işaretlenecektir.

# admin users settings form
source: Allow users to delete their own accounts
tr: Kullanıcıların kendi hesaplarını silmelerine izin ver

# admin users settings form
source: IP storage time
tr: IP saklama süresi

# admin users settings form
source: Number of days for which users IP addresses are stored in forum database. Enter zero to store registered IP addresses forever. Deleting user account always deletes the IP addresses associated with it.
tr: Kullanıcı IP adreslerinin forum veritabanında saklanacağı gün sayısı. Kayıtlı IP adreslerini sonsuza kadar saklamak için sıfır girin. Kullanıcı hesabını silmek, her zaman onunla ilişkili IP adreslerini de siler.

# admin users settings form
source: Anonymous username
tr: Anonim kullanıcı adı

# admin users settings form
source: This username is displayed instead of delete user's actual name next to their content.
tr: Bu kullanıcı adı, silinen kullanıcının gerçek adı yerine içeriğinin yanında görüntülenir.

# admin users settings form
source: Uploaded image's edge should be at least %(size)s pixel long.
tr: Yüklenen resmin kenarı en az %(size)s piksel uzunluğunda olmalıdır.

# admin users settings form
source: This value must be lower than number of users per page.
tr: Bu değer, sayfa başına kullanıcı sayısından düşük olmalıdır.

# admin settings
source: Settings have been saved.
tr: Ayarlar kaydedildi.

# api
source: Permission denied.
tr: İzin reddedildi.

# social auth
source: A problem was encountered when disconnecting your account from the remote site.
tr: Hesabınızın uzak siteden bağlantısı kesilirken bir sorunla karşılaşıldı.

# social auth
source: You are not allowed to disconnect your account from the other site, because currently it's the only way to sign in to your account.
tr: Hesabınızın diğer siteden bağlantısını kesmenize izin verilmiyor, çünkü şu anda hesabınıza giriş yapmanın tek yolu bu.

# social auth
source: A problem was encountered when signing you in using %(backend)s.
tr: %(backend)s kullanarak giriş yaparken bir sorunla karşılaşıldı.

# social auth
source: The sign in process has been canceled by user.
tr: Giriş işlemi kullanıcı tarafından iptal edildi.

# social auth
source: The other service could not be reached.
tr: Diğer hizmete ulaşılamadı.

# social auth
source: Unexpected problem has been encountered during sign in process.
tr: Giriş işlemi sırasında beklenmeyen bir sorunla karşılaşıldı.

# api
source: Your request was rejected because your browser didn't send the CSRF cookie, or the cookie sent was invalid.
tr: Tarayıcınız CSRF çerezini göndermediği veya gönderilen çerez geçersiz olduğu için isteğiniz reddedildi.

# api
source: This action is not available to guests.
tr: Bu işlem misafirlere açık değildir.

# page title pagination
source: page: %(page)s
tr: sayfa: %(page)s

# sluggable validator
source: Value has to contain alpha-numerical characters.
tr: Değer alfanümerik karakterler içermelidir.

# sluggable validator
source: Value is too long.
tr: Değer çok uzun.

# image validator
source: Uploaded image is not a square.
tr: Yüklenen resim kare değil.

# admin version check
source: The site is running using unreleased version of Misago.
tr: Site, Misago'nun yayınlanmamış bir sürümünü kullanıyor.

# admin version check
source: Unreleased versions of Misago can contain serious breaking bugs or miss security features. They are also unsupported and it may be impossible to upgrade them to released version later.
tr: Misago'nun yayınlanmamış sürümleri ciddi hatalar içerebilir veya güvenlik özelliklerini eksik bırakabilir. Ayrıca desteklenmezler ve daha sonra yayınlanmış sürüme yükseltmek imkansız olabilir.

# admin version check
source: Failed to connect to pypi.org API. Try again later.
tr: pypi.org API'sine bağlanılamadı. Lütfen daha sonra tekrar deneyin.

# admin version check
source: Version check feature relies on the API operated by the Python Package Index (pypi.org) to retrieve the latest Misago release version.
tr: Sürüm kontrol özelliği, en son Misago sürümünü almak için Python Paket Dizini (pypi.org) tarafından işletilen API'ye dayanır.

# admin version check
source: The site is running updated version of Misago.
tr: Site, Misago'nun güncel sürümünü kullanıyor.

# admin version check
source: Misago %(version)s is latest release.
tr: Misago %(version)s en son sürümdür.

# admin version check
source: The site is running outdated version of Misago.
tr: Site, Misago'nun eski bir sürümünü kullanıyor.

# admin version check
source: The site is running Misago version %(version)s while version %(latest)s is available.
tr: Site Misago sürüm %(version)s kullanırken %(latest)s sürümü mevcut.

# admin node
source: Icons
tr: Simgeler

# admin node
source: Upload favicon and application icon for the site.
tr: Site için site simgesi ve uygulama simgesi yükleyin.

# admin icons form
source: Upload image
tr: Resim yükle

# admin icons form
source: Uploaded image should be a square that is 48px wide and tall.
tr: Yüklenen resim 48 piksel genişliğinde ve yüksekliğinde bir kare olmalıdır.

# admin icons form
source: Delete custom icon
tr: Özel simgeyi sil

# admin icons form
source: Uploaded image should be square at least 180px wide and tall.
tr: Yüklenen resim en az 180 piksel genişliğinde ve yüksekliğinde kare olmalıdır.

# admin icons form
source: Uploaded image's edge should be at least %(size)s pixels long.
tr: Yüklenen resmin kenarı en az %(size)s piksel uzunluğunda olmalıdır.

# admin icons form
source: Uploaded image was not gif, jpeg or png.
tr: Yüklenen resim gif, jpeg veya png değildi.

# admin icons
source: Icons have been updated.
tr: Simgeler güncellendi.

# admin node
source: Legal agreements
tr: Yasal sözleşmeler

# admin node
source: Set terms of service and privacy policy contents.
tr: Hizmet şartları ve gizlilik politikası içeriklerini ayarlayın.

# admin agreement form
source: Type
tr: Tür

# admin agreement form
source: Title
tr: Başlık

# admin agreement form
source: Optional, leave empty for agreement to be named after its type.
tr: İsteğe bağlı, sözleşmenin türüne göre adlandırılması için boş bırakın.

# admin agreement form
source: Active for its type
tr: Türü için etkin

# admin agreement form
source: If other agreement is already active for this type, it will be unset and replaced with this one. Misago will ask users who didn't accept this agreement to do so before allowing them to continue using the site.
tr: Bu tür için başka bir sözleşme zaten etkinse, devre dışı bırakılacak ve bununla değiştirilecektir. Misago, bu sözleşmeyi kabul etmeyen kullanıcılardan siteyi kullanmaya devam etmelerine izin vermeden önce bunu yapmalarını isteyecektir.

# admin agreement form
source: Link
tr: Bağlantı

# admin agreement form
source: If your agreement is located on other page, enter here a link to it.
tr: Sözleşmeniz başka bir sayfada bulunuyorsa, buraya bir bağlantı girin.

# admin agreement form
source: Text
tr: Metin

# admin agreement form
source: You can use Markdown syntax for rich text elements.
tr: Zengin metin öğeleri için Markdown sözdizimini kullanabilirsiniz.

# admin agreement form
source: Please fill in agreement link or text.
tr: Lütfen sözleşme bağlantısını veya metnini doldurun.

# admin agreement type field choice
source: All types
tr: Tüm türler

# admin agreement form
source: Content
tr: İçerik

# admin agreements
source: Requested agreement does not exist.
tr: İstenen sözleşme mevcut değil.

# admin agreements ordering choice
source: From newest
tr: En yeniden

# admin agreements ordering choice
source: From oldest
tr: En eskiden

# admin agreements
source: With agreements: 0
tr: Sözleşmelerle: 0

# admin agreements
source: Select agreements
tr: Sözleşmeleri seç

# admin agreements
source: Delete agreements
tr: Sözleşmeleri sil

# admin agreements
source: Are you sure you want to delete those agreements?
tr: Bu sözleşmeleri silmek istediğinizden emin misiniz?

# admin agreements
source: Selected agreements have been deleted.
tr: Seçilen sözleşmeler silindi.

# admin agreements
source: New agreement "%(title)s" has been saved.
tr: Yeni sözleşme "%(title)s" kaydedildi.

# admin agreements
source: Agreement "%(title)s" has been edited.
tr: "%(title)s" sözleşmesi düzenlendi.

# admin agreements
source: Agreement "%(title)s" has been deleted.
tr: "%(title)s" sözleşmesi silindi.

# admin agreements
source: Agreement "%(title)s" has been set as active for type "%(type)s".
tr: "%(title)s" sözleşmesi "%(type)s" türü için etkin olarak ayarlandı.

# admin agreements
source: Agreement "%(title)s" has been disabled.
tr: "%(title)s" sözleşmesi devre dışı bırakıldı.

# agreement submit
source: You have already accepted this agreement.
tr: Bu sözleşmeyi zaten kabul ettiniz.

# agreement submit
source: You need to submit a valid choice.
tr: Geçerli bir seçim yapmalısınız.

# agreement type choice
source: Terms of service
tr: Hizmet şartları

# agreement type choice
source: Privacy policy
tr: Gizlilik politikası

# quote title
source: %(title)s has written:
tr: %(title)s yazdı:

# quote title
source: Quoted message:
tr: Alıntılanan mesaj:

# spoiler
source: Reveal spoiler
tr: Spoiler'ı göster

# admin node
source: Menu items
tr: Menü öğeleri

# admin node
source: Use those options to add custom items to the navbar and footer menus.
tr: Gezinme çubuğu ve alt bilgi menülerine özel öğeler eklemek için bu seçenekleri kullanın.

# admin menu item form
source: Title
tr: Başlık

# admin menu item form
source: URL where this item will point to.
tr: Bu öğenin işaret edeceği URL.

# admin menu item form
source: Menu
tr: Menü

# admin menu item form
source: Menu in which this item will be displayed.
tr: Bu öğenin görüntüleneceği menü.

# admin menu item form
source: CSS class
tr: CSS sınıfı

# admin menu item form
source: Optional. Additional CSS class to include in link's "class" HTML attribute.
tr: İsteğe bağlı. Bağlantının "class" HTML özniteliğine eklenecek ek CSS sınıfı.

# admin menu item form
source: Open this link in new window
tr: Bu bağlantıyı yeni pencerede aç

# admin menu item form
source: Enabling this option will result in the target="_blank" attribute being added to this link's HTML element.
tr: Bu seçeneği etkinleştirmek, bu bağlantının HTML öğesine target="_blank" özniteliğinin eklenmesini sağlar.

# admin menu item form
source: Rel attribute
tr: Rel özniteliği

# admin menu item form
source: Optional "rel" attribute that this item will use (ex. "nofollow").
tr: Bu öğenin kullanacağı isteğe bağlı "rel" özniteliği (örn. "nofollow").

# admin menu items
source: Requested menu item does not exist.
tr: İstenen menü öğesi mevcut değil.
