Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# posting api
source: You can't attach more than %(limit_value)s file to single post (added %(show_value)s).
tr: Tek bir mesaja %(limit_value)s dosyadan fazla ekleyemezsiniz (eklenen %(show_value)s).

# posting api
source: You have to select category to post thread in.
tr: Konu göndermek için kategori seçmelisiniz.

# posting api
source: Selected category is invalid.
tr: Seçilen kategori geçersiz.

# posting api
source: Selected category doesn't exist or you don't have permission to browse it.
tr: Seçilen kategori mevcut değil veya gezinme izniniz yok.

# posting api
source: You can't post message so quickly after previous one.
tr: Önceki mesajdan sonra bu kadar çabuk mesaj gönderemezsiniz.

# posting api
source: Your account has exceed an hourly post limit.
tr: Hesabınız saatlik mesaj gönderme sınırını aştı.

# posting api
source: Your account has exceed a daily post limit.
tr: Hesabınız günlük mesaj gönderme sınırını aştı.

# posting api
source: You can't include yourself on the list of users to invite to new thread.
tr: Yeni konuya davet edilecek kullanıcılar listesine kendinizi dahil edemezsiniz.

# posting api
source: You have to enter user names.
tr: Kullanıcı adlarını girmelisiniz.

# posting api
source: You can't add more than %(users)s user to private thread (you've added %(added)s).
tr: Özel konuya %(users)s kullanıcıdan fazla ekleyemezsiniz (eklediğiniz %(added)s).

# posting api
source: One or more users could not be found: %(usernames)s
tr: Bir veya daha fazla kullanıcı bulunamadı: %(usernames)s

# posting api
source: You have to enter a message.
tr: Bir mesaj girmelisiniz.

# posting api
source: You have to enter a thread title.
tr: Bir konu başlığı girmelisiniz.

# posting api
source: You need to be signed in to start threads.
tr: Konu başlatmak için giriş yapmanız gerekir.

# posting api
source: No categories that allow new threads are available to you at the moment.
tr: Şu anda size yeni konu açmaya izin veren kategori bulunmamaktadır.

# threads api
source: Not a valid string.
tr: Geçerli bir dize değil.

# threads api
source: You can't change globally pinned threads weights in this category.
tr: Bu kategoride genel olarak sabitlenmiş konuların ağırlıklarını değiştiremezsiniz.

# threads api
source: You can't pin threads globally in this category.
tr: Bu kategoride konuları genel olarak sabitleyemezsiniz.

# threads api
source: You can't move thread to the category it's already in.
tr: Konuyu zaten içinde bulunduğu kategoriye taşıyamazsınız.

# threads api
source: Content approval can't be reversed.
tr: İçerik onayı geri alınamaz.

# threads api
source: You don't have permission to close this thread.
tr: Bu konuyu kapatma izniniz yok.

# threads api
source: You don't have permission to open this thread.
tr: Bu konuyu açma izniniz yok.

# threads api
source: A valid integer is required.
tr: Geçerli bir tamsayı gereklidir.

# threads api
source: This post is already marked as thread's best answer.
tr: Bu mesaj zaten konunun en iyi cevabı olarak işaretlenmiş.

# threads api
source: This post can't be unmarked because it's not currently marked as best answer.
tr: Bu mesaj şu anda en iyi cevap olarak işaretlenmediği için işareti kaldırılamaz.

# threads api
source: You have to enter new participant's username.
tr: Yeni katılımcının kullanıcı adını girmelisiniz.

# threads api
source: No user with this name exists.
tr: Bu isimde bir kullanıcı mevcut değil.

# threads api
source: This user is already thread participant.
tr: Bu kullanıcı zaten konu katılımcısı.

# threads api
source: Participant doesn't exist.
tr: Katılımcı mevcut değil.

# threads api
source: This user already is thread owner.
tr: Bu kullanıcı zaten konu sahibi.

# threads api
source: One or more threads to update could not be found.
tr: Güncellenecek bir veya daha fazla konu bulunamadı.

# threads api
source: No more than %(limit)s thread can be updated at a single time.
tr: Tek seferde %(limit)s konudan fazlası güncellenemez.

# polls api
source: There's already a poll in this thread.
tr: Bu konuda zaten bir anket var.

# posts api
source: Events can't be replied to.
tr: Olaylara yanıt verilemez.

# posts api
source: You can't reply to hidden posts.
tr: Gizli mesajlara yanıt veremezsiniz.

# posts api
source: You can't see who liked this post.
tr: Bu mesajı kimin beğendiğini göremezsiniz.

# private threads api
source: You can't start private threads.
tr: Özel konu başlatamazsınız.

# merge conflict best answer
source: Unmark all best answers
tr: Tüm en iyi cevapların işaretini kaldır

# merge conflict poll
source: Delete all polls
tr: Tüm anketleri sil

# merge conflict invalid resolution
source: Invalid choice.
tr: Geçersiz seçim.

# attachment availability choice
source: Allow uploads and downloads
tr: Yüklemelere ve indirmelere izin ver

# attachment availability choice
source: Allow downloads only
tr: Yalnızca indirmelere izin ver

# attachment availability choice
source: Disallow both uploading and downloading
tr: Hem yüklemeye hem de indirmeye izin verme

# thread weight choice
source: Not pinned
tr: Sabitlenmemiş

# thread weight choice
source: Pinned in category
tr: Kategoride sabitlenmiş

# thread weight choice
source: Pinned globally
tr: Genel olarak sabitlenmiş

# post unhide
source: You can't make original post visible without revealing the thread.
tr: Konuyu görünür yapmadan orijinal mesajı görünür yapamazsınız.

# post hide
source: You can't hide original post without hiding thread.
tr: Konuyu gizlemeden orijinal mesajı gizleyemezsiniz.

# post delete
source: You can't delete original post without deleting thread.
tr: Konuyu silmeden orijinal mesajı silemezsiniz.

# attachments permission
source: Attachments
tr: Ekler

# attachments permission
source: Max attached file size (in kb)
tr: Maksimum ek dosya boyutu (kb cinsinden)

# permissions
source: Enter 0 to don't allow uploading end deleting attachments.
tr: Ek yüklemeye ve silmeye izin vermemek için 0 girin.

# attachments permission
source: Can download other users attachments
tr: Diğer kullanıcıların eklerini indirebilir

# attachments permission
source: Can delete other users attachments
tr: Diğer kullanıcıların eklerini silebilir

# attachments permission
source: Can download attachments
tr: Ekleri indirebilir

# best answers permission
source: Best answers
tr: En iyi cevaplar

# best answers permission
source: Can mark posts as best answers
tr: Mesajları en iyi cevap olarak işaretleyebilir

# best answers mark permission choice
source: No
tr: Hayır

# best answers mark permission choice
source: Own threads
tr: Kendi konuları

# best answers mark permission choice
source: All threads
tr: Tüm konular

# best answers permission
source: Can change marked answers
tr: İşaretli cevapları değiştirebilir

# best answers change permission choice
source: No
tr: Hayır

# best answers change permission choice
source: Own threads
tr: Kendi konuları

# best answers change permission choice
source: All threads
tr: Tüm konular

# best answers permission
source: Time limit for changing marked best answer in owned thread, in minutes
tr: Sahip olunan konuda işaretlenmiş en iyi cevabı değiştirme süresi sınırı (dakika cinsinden)

# best answers permission
source: Enter 0 to don't limit time for changing marked best answer in owned thread.
tr: Sahip olunan konuda işaretlenmiş en iyi cevabı değiştirme süresini sınırlamamak için 0 girin.

# best answers permission
source: You have to sign in to mark best answers.
tr: En iyi cevapları işaretlemek için giriş yapmalısınız.

# best answers permission
source: You don't have permission to mark best answers in the "%(category)s" category.
tr: "%(category)s" kategorisinde en iyi cevapları işaretleme izniniz yok.

# best answers permission
source: You don't have permission to mark best answer in this thread because you didn't start it.
tr: Bu konuyu siz başlatmadığınız için en iyi cevabı işaretleme izniniz yok.

# best answers permission
source: You don't have permission to mark best answer in this thread because its category "%(category)s" is closed.
tr: Bu konunun kategorisi "%(category)s" kapalı olduğu için en iyi cevabı işaretleme izniniz yok.

# best answers permission
source: You can't mark best answer in this thread because it's closed and you don't have permission to open it.
tr: Bu konu kapalı olduğu ve açma izniniz olmadığı için en iyi cevabı işaretleyemezsiniz.

# best answers permission
source: You don't have permission to change this thread's marked answer because it's in the "%(category)s" category.
tr: Bu konunun işaretli cevabını değiştirme izniniz yok çünkü "%(category)s" kategorisinde.

# best answers permission
source: You don't have permission to change this thread's marked answer because you are not a thread starter.
tr: Konu başlatıcısı olmadığınız için bu konunun işaretli cevabını değiştirme izniniz yok.

# best answers permission
source: You don't have permission to change best answer that was marked for more than %(minutes)s minute.
tr: %(minutes)s dakikadan daha uzun süre önce işaretlenmiş en iyi cevabı değiştirme izniniz yok.

# best answers permission
source: You don't have permission to change this thread's best answer because a moderator has protected it.
tr: Bir moderatör koruduğu için bu konunun en iyi cevabını değiştirme izniniz yok.

# best answers permission
source: You have to sign in to unmark best answers.
tr: En iyi cevapların işaretini kaldırmak için giriş yapmalısınız.

# best answers permission
source: You don't have permission to unmark threads answers in the "%(category)s" category.
tr: "%(category)s" kategorisindeki konu cevaplarının işaretini kaldırma izniniz yok.

# best answers permission
source: You don't have permission to unmark this best answer because you are not a thread starter.
tr: Konu başlatıcısı olmadığınız için bu en iyi cevabın işaretini kaldırma izniniz yok.

# best answers permission
source: You don't have permission to unmark best answer that was marked for more than %(minutes)s minute.
tr: %(minutes)s dakikadan daha uzun süre önce işaretlenmiş en iyi cevabın işaretini kaldırma izniniz yok.

# best answers permission
source: You don't have permission to unmark this best answer because its category "%(category)s" is closed.
tr: Bu en iyi cevabın kategorisi "%(category)s" kapalı olduğu için işaretini kaldırma izniniz yok.

# best answers permission
source: You can't unmark this thread's best answer because it's closed and you don't have permission to open it.
tr: Bu konu kapalı olduğu ve açma izniniz olmadığı için en iyi cevabının işaretini kaldıramazsınız.

# best answers permission
source: You don't have permission to unmark this thread's best answer because a moderator has protected it.
tr: Bir moderatör koruduğu için bu konunun en iyi cevabının işaretini kaldırma izniniz yok.

# best answers permission
source: Events can't be marked as best answers.
tr: Olaylar en iyi cevap olarak işaretlenemez.

# best answers permission
source: First post in a thread can't be marked as best answer.
tr: Bir konudaki ilk mesaj en iyi cevap olarak işaretlenemez.

# best answers permission
source: Hidden posts can't be marked as best answers.
tr: Gizli mesajlar en iyi cevap olarak işaretlenemez.

# best answers permission
source: Unapproved posts can't be marked as best answers.
tr: Onaylanmamış mesajlar en iyi cevap olarak işaretlenemez.

# best answers permission
source: You don't have permission to mark this post as best answer because a moderator has protected it.
tr: Bir moderatör koruduğu için bu mesajı en iyi cevap olarak işaretleme izniniz yok.

# best answers permission
source: You can't hide this post because its marked as best answer.
tr: En iyi cevap olarak işaretlendiği için bu mesajı gizleyemezsiniz.

# best answers permission
source: You can't delete this post because its marked as best answer.
tr: En iyi cevap olarak işaretlendiği için bu mesajı silemezsiniz.

# polls permission
source: Polls
tr: Anketler

# polls permission
source: Can start polls
tr: Anket başlatabilir

# polls start permission choice
source: No
tr: Hayır

# polls start permission choice
source: Own threads
tr: Kendi konuları

# polls start permission choice
source: All threads
tr: Tüm konular

# polls permission
source: Can edit polls
tr: Anketleri düzenleyebilir

# polls edit permission choice
source: No
tr: Hayır

# polls edit permission choice
source: Own polls
tr: Kendi anketleri

# polls edit permission choice
source: All polls
tr: Tüm anketler

# polls permission
source: Can delete polls
tr: Anketleri silebilir

# polls delete permission choice
source: No
tr: Hayır

# polls delete permission choice
source: Own polls
tr: Kendi anketleri

# polls delete permission choice
source: All polls
tr: Tüm anketler

# polls permission
source: Time limit for editing own polls, in minutes
tr: Kendi anketlerini düzenleme süresi sınırı (dakika cinsinden)

# polls permission
source: Enter 0 to don't limit time for editing own polls.
tr: Kendi anketlerini düzenleme süresini sınırlamamak için 0 girin.

# polls permission
source: Can always see polls voters
tr: Anket oylayanları her zaman görebilir

# polls permission
source: Allows users to see who voted in poll even if voting was not public.
tr: Oylama herkese açık olmasa bile kullanıcıların ankette kimin oy verdiğini görmelerine izin verir.

# polls permission
source: You have to sign in to start polls.
tr: Anket başlatmak için giriş yapmalısınız.

# polls permission
source: You can't start polls.
tr: Anket başlatamazsınız.

# polls permission
source: You can't start polls in other users threads.
tr: Diğer kullanıcıların konularında anket başlatamazsınız.

# polls permission
source: This category is closed. You can't start polls in it.
tr: Bu kategori kapalı. İçinde anket başlatamazsınız.

# polls permission
source: This thread is closed. You can't start polls in it.
tr: Bu konu kapalı. İçinde anket başlatamazsınız.

# polls permission
source: You have to sign in to edit polls.
tr: Anketleri düzenlemek için giriş yapmalısınız.

# polls permission
source: You can't edit polls.
tr: Anketleri düzenleyemezsiniz.

# polls permission
source: You can't edit other users polls in this category.
tr: Bu kategorideki diğer kullanıcıların anketlerini düzenleyemezsiniz.

# polls permission
source: You can't edit polls that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski anketleri düzenleyemezsiniz.

# polls permission
source: This poll is over. You can't edit it.
tr: Bu anket sona erdi. Düzenleyemezsiniz.

# polls permission
source: This category is closed. You can't edit polls in it.
tr: Bu kategori kapalı. İçindeki anketleri düzenleyemezsiniz.

# polls permission
source: This thread is closed. You can't edit polls in it.
tr: Bu konu kapalı. İçindeki anketleri düzenleyemezsiniz.

# polls permission
source: You have to sign in to delete polls.
tr: Anketleri silmek için giriş yapmalısınız.

# polls permission
source: You can't delete polls.
tr: Anketleri silemezsiniz.

# polls permission
source: You can't delete other users polls in this category.
tr: Bu kategorideki diğer kullanıcıların anketlerini silemezsiniz.

# polls permission
source: You can't delete polls that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski anketleri silemezsiniz.

# polls permission
source: This poll is over. You can't delete it.
tr: Bu anket sona erdi. Silemezsiniz.

# polls permission
source: This category is closed. You can't delete polls in it.
tr: Bu kategori kapalı. İçindeki anketleri silemezsiniz.

# polls permission
source: This thread is closed. You can't delete polls in it.
tr: Bu konu kapalı. İçindeki anketleri silemezsiniz.

# polls permission
source: You have to sign in to vote in polls.
tr: Anketlerde oy kullanmak için giriş yapmalısınız.

# polls permission
source: You have already voted in this poll.
tr: Bu ankette zaten oy kullandınız.

# polls permission
source: This poll is over. You can't vote in it.
tr: Bu anket sona erdi. Oy kullanamazsınız.

# polls permission
source: This category is closed. You can't vote in it.
tr: Bu kategori kapalı. Oy kullanamazsınız.

# polls permission
source: This thread is closed. You can't vote in it.
tr: Bu konu kapalı. Oy kullanamazsınız.

# polls permission
source: You dont have permission to see this poll's voters.
tr: Bu anketin seçmenlerini görme izniniz yok.

# private threads permission
source: Private threads
tr: Özel konular

# private threads permission
source: Can use private threads
tr: Özel konuları kullanabilir

# private threads permission
source: Can start private threads
tr: Özel konular başlatabilir

# private threads permission
source: Max number of users invited to private thread
tr: Özel konuya davet edilebilecek maksimum kullanıcı sayısı

# private threads permission
source: Enter 0 to don't limit number of participants.
tr: Katılımcı sayısını sınırlamamak için 0 girin.

# private threads permission
source: Can add everyone to threads
tr: Herkesi konulara ekleyebilir

# private threads permission
source: Allows user to add users that are blocking them to private threads.
tr: Kullanıcının kendisini engelleyen kullanıcıları özel konulara eklemesine izin verir.

# private threads permission
source: Can report private threads
tr: Özel konuları rapor edebilir

# private threads permission
source: Allows user to report private threads they are participating in, making them accessible to moderators.
tr: Kullanıcının katıldığı özel konuları rapor ederek moderatörlerin erişimine açmasına izin verir.

# private threads permission
source: Can moderate private threads
tr: Özel konuları yönetebilir

# private threads permission
source: Allows user to read, reply, edit and delete content in reported private threads.
tr: Kullanıcının rapor edilen özel konulardaki içeriği okumasına, yanıtlamasına, düzenlemesine ve silmesine izin verir.

# private threads permission
source: You have to sign in to use private threads.
tr: Özel konuları kullanmak için giriş yapmalısınız.

# private threads permission
source: You can't use private threads.
tr: Özel konuları kullanamazsınız.

# private threads permission
source: Only thread owner and moderators can appoint a new thread owner.
tr: Yalnızca konu sahibi ve moderatörler yeni bir konu sahibi atayabilir.

# private threads permission
source: Only moderators can appoint a new thread owner in a closed thread.
tr: Kapalı bir konuda yalnızca moderatörler yeni bir konu sahibi atayabilir.

# private threads permission
source: You have to be thread owner to add new participants to it.
tr: Yeni katılımcılar eklemek için konu sahibi olmalısınız.

# private threads permission
source: Only moderators can add participants to closed threads.
tr: Kapalı konulara yalnızca moderatörler katılımcı ekleyebilir.

# private threads permission
source: You can't add any more new users to this thread.
tr: Bu konuya daha fazla yeni kullanıcı ekleyemezsiniz.

# private threads permission
source: Only moderators can remove participants from closed threads.
tr: Kapalı konulardan yalnızca moderatörler katılımcıları kaldırabilir.

# private threads permission
source: You have to be thread owner to remove participants from it.
tr: Katılımcıları kaldırmak için konu sahibi olmalısınız.

# private threads permission
source: %(user)s can't participate in private threads.
tr: %(user)s özel konulara katılamaz.

# private threads permission
source: %(user)s is blocking you.
tr: %(user)s sizi engelliyor.

# private threads permission
source: %(user)s has disabled invitations to private threads.
tr: %(user)s özel konu davetlerini devre dışı bıraktı.

# private threads permission
source: %(user)s limits invitations to private threads to followed users.
tr: %(user)s özel konu davetlerini takip ettiği kullanıcılarla sınırlıyor.

# threads permission
source: Threads
tr: Konular

# threads permission
source: Can see unapproved content list
tr: Onaylanmamış içerik listesini görebilir

# threads permission
source: Allows access to "unapproved" tab on threads lists for easy listing of threads that are unapproved or contain unapproved posts. Despite the tab being available on all threads lists, it will only display threads belonging to categories in which the user has permission to approve content.
tr: Onaylanmamış veya onaylanmamış gönderiler içeren konuların kolayca listelenmesi için konu listelerindeki "onaylanmamış" sekmesine erişim sağlar. Sekme tüm konu listelerinde mevcut olmasına rağmen, yalnızca kullanıcının içeriği onaylama iznine sahip olduğu kategorilere ait konuları görüntüler.

# threads permission
source: Can see reported content list
tr: Rapor edilen içerik listesini görebilir

# threads permission
source: Allows access to "reported" tab on threads lists for easy listing of threads that contain reported posts. Despite the tab being available on all categories threads lists, it will only display threads belonging to categories in which the user has permission to see posts reports.
tr: Rapor edilen gönderileri içeren konuların kolayca listelenmesi için konu listelerindeki "rapor edilen" sekmesine erişim sağlar. Sekme tüm kategori konu listelerinde mevcut olmasına rağmen, yalnızca kullanıcının gönderi raporlarını görme iznine sahip olduğu kategorilere ait konuları görüntüler.

# threads permission
source: Can omit flood protection
tr: Sel korumasını atlayabilir

# threads permission
source: Allows posting more frequently than flood protection would.
tr: Sel korumasının izin verdiğinden daha sık gönderi yapılmasına izin verir.

# threads permission
source: Can see threads
tr: Konuları görebilir

# threads see permission choice
source: Started threads
tr: Başlatılan konular

# threads see permission choice
source: All threads
tr: Tüm konular

# threads permission
source: Can start threads
tr: Konu başlatabilir

# threads permission
source: Can reply to threads
tr: Konuları yanıtlayabilir

# threads permission
source: Can edit threads
tr: Konuları düzenleyebilir

# threads edit permission choice
source: No
tr: Hayır

# threads edit permission choice
source: Own threads
tr: Kendi konuları

# threads edit permission choice
source: All threads
tr: Tüm konular

# threads permission
source: Can hide own threads
tr: Kendi konularını gizleyebilir

# threads permission
source: Only threads started within time limit and with no replies can be hidden.
tr: Yalnızca süre sınırı içinde başlatılan ve yanıtsız konular gizlenebilir.

# threads hide own permission choice
source: No
tr: Hayır

# threads hide own permission choice
source: Hide threads
tr: Konuları gizle

# threads hide own permission choice
source: Delete threads
tr: Konuları sil

# threads permission
source: Time limit for editing own threads, in minutes
tr: Kendi konularını düzenleme süresi sınırı (dakika cinsinden)

# threads permission
source: Enter 0 to don't limit time for editing own threads.
tr: Kendi konularını düzenleme süresini sınırlamamak için 0 girin.

# threads permission
source: Can hide all threads
tr: Tüm konuları gizleyebilir

# threads hide permission choice
source: No
tr: Hayır

# threads hide permission choice
source: Hide threads
tr: Konuları gizle

# threads hide permission choice
source: Delete threads
tr: Konuları sil

# threads permission
source: Can pin threads
tr: Konuları sabitleyebilir

# threads pin permission choice
source: No
tr: Hayır

# threads pin permission choice
source: In category
tr: Kategoride

# threads pin permission choice
source: Globally
tr: Genel olarak

# threads permission
source: Can close threads
tr: Konuları kapatabilir

# threads permission
source: Can move threads
tr: Konuları taşıyabilir

# threads permission
source: Can merge threads
tr: Konuları birleştirebilir

# threads permission
source: Can edit posts
tr: Gönderileri düzenleyebilir

# threads posts edit permission choice
source: No
tr: Hayır
