Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# admin menu items
source: Delete items
tr: Öğeleri sil

# admin menu items
source: Are you sure you want to delete those menu items?
tr: Bu menü öğelerini silmek istediğinizden emin misiniz?

# admin menu items
source: Selected menu items have been deleted.
tr: Seçilen menü öğeleri silindi.

# admin menu items
source: New menu item %(item)s has been saved.
tr: Yeni menü öğesi %(item)s kaydedildi.

# admin menu items
source: Menu item %(item)s has been edited.
tr: %(item)s menü öğesi düzenlendi.

# admin menu items
source: Menu item %(item)s has been deleted.
tr: %(item)s menü öğesi silindi.

# admin menu items
source: Menu item %(item)s has been moved after %(other)s.
tr: %(item)s menü öğesi %(other)s sonrasına taşındı.

# admin menu items
source: Menu item %(item)s has been moved before %(other)s.
tr: %(item)s menü öğesi %(other)s öncesine taşındı.

# menu choice
source: Navbar and footer
tr: Gezinme çubuğu ve alt bilgi

# menu choice
source: Navbar
tr: Gezinme çubuğu

# menu choice
source: Footer
tr: Alt bilgi

# notifications permission
source: You must be signed in to access your notifications.
tr: Bildirimlerinize erişmek için giriş yapmalısınız.

# notification replied
source: %(actor)s replied to %(thread)s
tr: %(actor)s, %(thread)s konusuna yanıt verdi

# notification invited
source: %(actor)s invited you to %(thread)s
tr: %(actor)s sizi %(thread)s konusuna davet etti

# notification type
source: Don't notify
tr: Bildirme

# notification type
source: Notify on site only
tr: Sadece sitede bildir

# notification type
source: Notify on site and with e-mail
tr: Sitede ve e-posta ile bildir

# new thread reply email subject
source: %(thread)s - new reply by %(user)s
tr: %(thread)s - %(user)s tarafından yeni yanıt

# new private thread email subject
source: %(user)s has invited you to participate in private thread "%(thread)s"
tr: %(user)s sizi "%(thread)s" özel konusuna katılmaya davet etti

# oauth2 error
source: The OAuth2 process was canceled by the provider.
tr: OAuth2 işlemi sağlayıcı tarafından iptal edildi.

# oauth2 error
source: The OAuth2 session is missing state.
tr: OAuth2 oturumunda durum eksik.

# oauth2 error
source: The OAuth2 state was not sent by the provider.
tr: OAuth2 durumu sağlayıcı tarafından gönderilmedi.

# oauth2 error
source: The OAuth2 state sent by the provider did not match one in the session.
tr: Sağlayıcı tarafından gönderilen OAuth2 durumu oturumdakiyle eşleşmedi.

# oauth2 error
source: The OAuth2 authorization code was not sent by the provider.
tr: OAuth2 yetkilendirme kodu sağlayıcı tarafından gönderilmedi.

# oauth2 error
source: Failed to connect to the OAuth2 provider to retrieve an access token.
tr: Bir erişim belirteci almak için OAuth2 sağlayıcısına bağlanılamadı.

# oauth2 error
source: The OAuth2 provider responded with error for an access token request.
tr: OAuth2 sağlayıcısı, bir erişim belirteci isteği için hatayla yanıt verdi.

# oauth2 error
source: The OAuth2 provider did not respond with a valid JSON for an access token request.
tr: OAuth2 sağlayıcısı, bir erişim belirteci isteği için geçerli bir JSON ile yanıt vermedi.

# oauth2 error
source: JSON sent by the OAuth2 provider did not contain an access token.
tr: OAuth2 sağlayıcısı tarafından gönderilen JSON bir erişim belirteci içermiyordu.

# oauth2 error
source: Failed to connect to the OAuth2 provider to retrieve user profile.
tr: Kullanıcı profilini almak için OAuth2 sağlayıcısına bağlanılamadı.

# oauth2 error
source: The OAuth2 provider responded with error for user profile request.
tr: OAuth2 sağlayıcısı, kullanıcı profili isteği için hatayla yanıt verdi.

# oauth2 error
source: The OAuth2 provider did not respond with a valid JSON for user profile request.
tr: OAuth2 sağlayıcısı, kullanıcı profili isteği için geçerli bir JSON ile yanıt vermedi.

# oauth2 error
source: JSON sent by the OAuth2 provider did not contain a user ID.
tr: OAuth2 sağlayıcısı tarafından gönderilen JSON bir kullanıcı kimliği içermiyordu.

# oauth2 error
source: User account associated with the profile from the OAuth2 provider was deactivated by the site administrator.
tr: OAuth2 sağlayıcısından gelen profille ilişkili kullanıcı hesabı site yöneticisi tarafından devre dışı bırakıldı.

# oauth2 error
source: User profile retrieved from the OAuth2 provider did not validate.
tr: OAuth2 sağlayıcısından alınan kullanıcı profili doğrulanmadı.

# oauth2 error
source: Your e-mail address returned by the provider is not available for use on this site.
tr: Sağlayıcı tarafından döndürülen e-posta adresiniz bu sitede kullanılamaz.

# oauth2 error
source: Your username returned by the provider is not available for use on this site.
tr: Sağlayıcı tarafından döndürülen kullanıcı adınız bu sitede kullanılamaz.

# admin node
source: Plugins
tr: Eklentiler

# plugins metadata
source: Plugin manifest is of an unexpected type '%(manifest_type)s' (expected MisagoPlugin instance)
tr: Eklenti manifestosu beklenmeyen bir türde '%(manifest_type)s' (beklenen MisagoPlugin örneği)

# search api
source: You don't have permission to search site.
tr: Siteyi arama izniniz yok.

# search permission
source: Search
tr: Ara

# search permission
source: Can search site
tr: Siteyi arayabilir

# search view
source: You don't have permission to search site.
tr: Siteyi arama izniniz yok.

# admin node
source: Social login
tr: Sosyal giriş

# admin node
source: Enable users to sign on and login using their social profile.
tr: Kullanıcıların sosyal profillerini kullanarak oturum açmalarını ve giriş yapmalarını etkinleştirin.

# admin social auth provider form
source: Button text
tr: Düğme metni

# admin social auth provider form
source: Button color
tr: Düğme rengi

# admin social auth provider form
source: Enable this provider
tr: Bu sağlayıcıyı etkinleştir

# admin social auth provider form
source: Associate existing users by email
tr: Mevcut kullanıcıları e-posta ile ilişkilendir

# admin social auth provider form
source: This setting controls handling of e-mail collisions that occur when e-mail address returned from social site is already stored in the forum's database. Enabling this option will result in the user being signed in to pre-existing account. Otherwise they will be asked to specify a different e-mail to complete the sign in using social site.
tr: Bu ayar, sosyal siteden döndürülen e-posta adresi forumun veritabanında zaten saklandığında meydana gelen e-posta çakışmalarının ele alınmasını kontrol eder. Bu seçeneği etkinleştirmek, kullanıcının önceden var olan hesaba giriş yapmasını sağlar. Aksi takdirde, sosyal siteyi kullanarak girişi tamamlamak için farklı bir e-posta belirtmeleri istenir.

source: This field is required.
tr: Bu alan zorunludur.

# admin social auth facebook form
source: App ID
tr: Uygulama Kimliği

# admin social auth facebook form
source: App Secret
tr: Uygulama Sırrı

# admin social auth github form
source: Client ID
tr: İstemci Kimliği

# admin social auth github form
source: Client Secret
tr: İstemci Sırrı

# admin social auth google form
source: Client ID
tr: İstemci Kimliği

# admin social auth google form
source: Client Secret
tr: İstemci Sırrı

# admin social auth twitter form
source: Consumer API key
tr: Tüketici API anahtarı

# admin social auth twitter form
source: Consumer API secret key
tr: Tüketici API gizli anahtarı

# admin social auth providers
source: Requested social login provider does not exist.
tr: İstenen sosyal giriş sağlayıcısı mevcut değil.

# admin social auth providers
source: Login with %(provider)s has been updated.
tr: %(provider)s ile giriş güncellendi.

# admin social auth providers
source: Login with %(provider)s has been disabled.
tr: %(provider)s ile giriş devre dışı bırakıldı.

# admin social auth providers
source: Login with %(provider)s has been moved after %(other)s.
tr: %(provider)s ile giriş %(other)s sonrasına taşındı.

# admin social auth providers
source: Login with %(provider)s has been moved before %(other)s.
tr: %(provider)s ile giriş %(other)s öncesine taşındı.

# social auth
source: The e-mail address associated with your %(backend)s account is not available for use on this site.
tr: %(backend)s hesabınızla ilişkili e-posta adresi bu sitede kullanılamaz.

# social auth
source: Your account has to be activated by site administrator before you will be able to sign in with %(backend)s.
tr: %(backend)s ile giriş yapabilmeniz için hesabınızın site yöneticisi tarafından etkinleştirilmesi gerekir.

# social auth
source: Please try resubmitting the form.
tr: Lütfen formu yeniden göndermeyi deneyin.

# social auth
source: This feature has been disabled. Please use %(provider)s to sign in.
tr: Bu özellik devre dışı bırakıldı. Lütfen giriş yapmak için %(provider)s kullanın.

# debug toolbar user acl
source: %(user)s roles
tr: %(user)s rolleri

# debug toolbar user acl
source: Anonymous roles
tr: Anonim roller

# debug toolbar user acl
source: Role
tr: Rol

# debug toolbar user acl
source: Permissions
tr: İzinler

# debug toolbar user acl
source: Current ACL
tr: Mevcut İzin Listesi

# debug toolbar user acl
source: Key
tr: Anahtar

# debug toolbar user acl
source: Value
tr: Değer

# account activation page
source: Account activated
tr: Hesap etkinleştirildi

# account activation page
source: You can now sign in to finish setting up your account and to participate in or start new discussions.
tr: Hesabınızı kurmayı tamamlamak ve tartışmalara katılmak veya yeni tartışmalar başlatmak için şimdi giriş yapabilirsiniz.

# account activation page
source: Activation error
tr: Aktivasyon hatası

# account activation page
source: Can't activate account.
tr: Hesap etkinleştirilemiyor.

# account activation page
source: Request another activation link.
tr: Başka bir aktivasyon bağlantısı isteyin.

# account activation page
source: Request activation link
tr: Aktivasyon bağlantısı iste

# account activation page
source: The site administrator may impose a requirement on newly registered accounts to be activated before users will be able to sign in.
tr: Site yöneticisi, yeni kaydedilen hesapların kullanıcıların giriş yapabilmesi için önce etkinleştirilmesi şartını koyabilir.

# account activation page
source: Depending on the time of registration, you will be able to activate your account by clicking a special activation link. This link will be valid only for your browser, for seven days or until your account is activated.
tr: Kayıt zamanına bağlı olarak, özel bir aktivasyon bağlantısını tıklayarak hesabınızı etkinleştirebileceksiniz. Bu bağlantı yalnızca tarayıcınız için, yedi gün boyunca veya hesabınız etkinleştirilene kadar geçerli olacaktır.

# account activation page
source: To receive this link, enter your account's e-mail address and press the "Send link" button.
tr: Bu bağlantıyı almak için hesabınızın e-posta adresini girin ve "Bağlantı gönder" düğmesine basın.

# account activation page
source: To request a new activation link please enable JavaScript.
tr: Yeni bir aktivasyon bağlantısı istemek için lütfen JavaScript'i etkinleştirin.

# account activation page
source: Activation failed
tr: Aktivasyon başarısız oldu

# account activation page
source: Your account can't be activated at this time.
tr: Hesabınız şu anda etkinleştirilemez.

# admin agreement form
source: New agreement
tr: Yeni sözleşme

# admin agreement form
source: View on site
tr: Sitede görüntüle

# admin agreement form
source: Edit agreement
tr: Sözleşmeyi düzenle

# admin agreement form
source: Basic settings
tr: Temel ayarlar

# admin agreement form
source: Agreement contents
tr: Sözleşme içeriği

# admin agreement form
source: Fill in one of the fields.
tr: Alanlardan birini doldurun.

# admin agreements
source: New agreement
tr: Yeni sözleşme

# admin agreements list
source: Agreement
tr: Sözleşme

# admin agreements list
source: Type
tr: Tür

# admin agreements list
source: Created
tr: Oluşturuldu

# admin agreements list
source: Modified
tr: Değiştirildi

# admin agreements list item
source: Users are required to accept this agreement to use the site
tr: Kullanıcıların siteyi kullanmak için bu sözleşmeyi kabul etmesi gerekir

# admin active agreement
source: Active
tr: Etkin

# admin agreements list item
source: %(created_on)s by %(created_by)s
tr: %(created_on)s tarihinde %(created_by)s tarafından

# admin agreements list item
source: %(last_modified_on)s by %(last_modified_by)s
tr: %(last_modified_on)s tarihinde %(last_modified_by)s tarafından

# admin never modified agreement
source: never
tr: hiçbir zaman

# admin agreements
source: Set as active
tr: Etkin olarak ayarla

# admin agreements
source: Disable agreement
tr: Sözleşmeyi devre dışı bırak

# admin agreements
source: Edit agreement
tr: Sözleşmeyi düzenle

# admin agreements
source: Remove agreement
tr: Sözleşmeyi kaldır

# admin agreements
source: No agreements matching criteria exist.
tr: Kriterlere uyan sözleşme bulunamadı.

# admin agreements
source: No agreements are set.
tr: Hiç sözleşme ayarlanmamış.

# admin agreements
source: Are you sure you want to set this agreement as active for its type?
tr: Bu sözleşmeyi türü için etkin olarak ayarlamak istediğinizden emin misiniz?

# admin agreements
source: Are you sure you want to disable this agreement?
tr: Bu sözleşmeyi devre dışı bırakmak istediğinizden emin misiniz?

# admin agreements
source: Are you sure you want to remove this agreement?
tr: Bu sözleşmeyi kaldırmak istediğinizden emin misiniz?

# admin attachments list
source: Attachment
tr: Ek

# admin attachments list
source: Thread
tr: Konu

# admin attachments list item
source: %(filetype)s, %(size)s, uploaded by %(uploader)s %(uploaded_on)s.
tr: %(filetype)s, %(size)s, %(uploaded_on)s tarihinde %(uploader)s tarafından yüklendi.

# admin orphaned attachment
source: This attachment is not associated with any existing post.
tr: Bu ek, mevcut herhangi bir mesajla ilişkilendirilmemiş.

# admin orphaned attachment
source: Orphaned
tr: Yetim

# admin attachments
source: Delete
tr: Sil

# admin attachments
source: No attachments matching criteria exist.
tr: Kriterlere uyan ek bulunamadı.

# admin attachments
source: No attachments exist.
tr: Hiç ek yok.

# admin attachments
source: Are you sure you want to delete this attachment?
tr: Bu eki silmek istediğinizden emin misiniz?

# admin attachment type form
source: New type
tr: Yeni tür

# admin attachment type form
source: Edit attachment type
tr: Ek türünü düzenle

# admin attachment type form
source: New attachment type
tr: Yeni ek türü

# admin attachment type form
source: Basic options
tr: Temel seçenekler

# admin attachment type form
source: Availability
tr: Kullanılabilirlik

# admin attachments types
source: New type
tr: Yeni tür

# admin attachments types list
source: Type
tr: Tür

# admin attachments types list
source: Extensions
tr: Uzantılar

# admin attachments types list
source: Mimetypes
tr: MIME türleri

# admin attachments types list
source: Files
tr: Dosyalar

# admin attachments types list item
source: Uploading new files of this type is disabled.
tr: Bu türden yeni dosya yüklemek devre dışı bırakıldı.

# admin attachments type uploads disabled
source: Limited
tr: Sınırlı

# admin attachments types list item
source: Uploading and downloading files of this type is disabled.
tr: Bu türden dosya yüklemek ve indirmek devre dışı bırakıldı.

# admin attachments type disabled
source: Disabled
tr: Devre dışı

# admin attachments type mimetypes not set
source: Not set
tr: Ayarlanmadı

# admin attachments types
source: Edit type
tr: Türü düzenle

# admin attachments types
source: Delete type
tr: Türü sil

# admin attachments types
source: No attachment types are set.
tr: Hiç ek türü ayarlanmamış.

# admin attachments types
source: Are you sure you want to delete this attachment type?
tr: Bu ek türünü silmek istediğinizden emin misiniz?

# admin ban form
source: New ban
tr: Yeni yasak

# admin ban form
source: Edit ban
tr: Yasağı düzenle

# admin ban form
source: Ban settings
tr: Yasak ayarları

# admin ban form
source: Messages
tr: Mesajlar

# admin ban expires choice
source: Never
tr: Asla

# admin ban expires choice
source: Set date
tr: Tarih ayarla

# admin bans
source: New ban
tr: Yeni yasak

# admin bans list
source: Ban
tr: Yasak

# admin bans list
source: Type
tr: Tür

# admin bans list
source: Expires on
tr: Sona erme tarihi

# admin ban registration only
source: Registration only
tr: Sadece kayıt

# admin ban expired status
source: Expired
tr: Süresi doldu

# admin ban never expires
source: Never
tr: Asla

# admin bans
source: Edit ban
tr: Yasağı düzenle

# admin bans
source: Remove ban
tr: Yasağı kaldır

# admin bans
source: No bans matching criteria exist.
tr: Kriterlere uyan yasak bulunamadı.

# admin bans
source: No bans are set.
tr: Hiç yasak ayarlanmamış.

# admin bans
source: Are you sure you want to remove this ban?
tr: Bu yasağı kaldırmak istediğinizden emin misiniz?

# admin title
source: Misago Administration
tr: Misago Yönetimi

# admin category form
source: Delete category: %(category)s
tr: Kategoriyi sil: %(category)s

# admin category form
source: Delete category
tr: Kategoriyi sil

# admin category form
source: Category contents
tr: Kategori içeriği

# admin category form
source: New category
tr: Yeni kategori

# admin categories
source: Edit permissions
tr: İzinleri düzenle

# admin categories
source: View on site
tr: Sitede görüntüle

# admin category form
source: Edit category
tr: Kategoriyi düzenle

# admin category form
source: Display and position
tr: Görüntüleme ve konum

# admin category form
source: Behavior
tr: Davranış

# admin category form
source: Content approval
tr: İçerik onayı

# admin category form
source: Prune threads
tr: Konuları temizle

# admin categories
source: New category
tr: Yeni kategori

# admin categories list
source: Category
tr: Kategori

# admin categories list
source: Label
tr: Etiket

# admin categories list
source: CSS class
tr: CSS sınıfı

# admin categories list
source: Threads
tr: Konular

# admin categories list
source: Posts
tr: Mesajlar

# admin category css class
source: Not set
tr: Ayarlanmadı

# admin categories
source: Move down
tr: Aşağı taşı

# admin categories
source: Move up
tr: Yukarı taşı

# admin categories
source: Edit category
tr: Kategoriyi düzenle

# admin categories
source: Delete category
tr: Kategoriyi sil

# admin categories
source: No categories are set.
tr: Hiç kategori ayarlanmamış.

# admin category roles form
source: %(category)s: Permissions
tr: %(category)s: İzinler

# admin category roles form
source: Change permissions
tr: İzinleri değiştir

# admin category roles form
source: Are you sure you want to abandon changes?
tr: Değişikliklerden vazgeçmek istediğinizden emin misiniz?

# admin category role form
source: New category role
tr: Yeni kategori rolü

# admin category role form
source: Edit category role
tr: Kategori rolünü düzenle

# admin category role form
source: Basic settings
tr: Temel ayarlar

# admin categories roles
source: New role
tr: Yeni rol

# admin categories roles list
source: Roles
tr: Roller

# admin categories roles
source: Edit role
tr: Rolü düzenle

# admin categories roles
source: Delete role
tr: Rolü sil

# admin categories roles
source: No category roles are set.
tr: Hiç kategori rolü ayarlanmamış.

# admin categories roles
source: Are you sure you want to delete this role?
tr: Bu rolü silmek istediğinizden emin misiniz?

# admin role categories form
source: %(role)s: Category permissions
tr: %(role)s: Kategori izinleri

# admin roles
source: Edit role
tr: Rolü düzenle

# admin role categories form
source: Change permissions
tr: İzinleri değiştir

# admin role categories form
source: Are you sure you want to abandon changes?
tr: Değişikliklerden vazgeçmek istediğinizden emin misiniz?

# admin captcha settings form
source: Google Analytics and Search Console
tr: Google Analytics ve Search Console

# admin captcha settings form
source: Basic settings
tr: Temel ayarlar

# admin captcha settings form
source: Question and answer
tr: Soru ve cevap

# admin settings form
source: Change settings
tr: Ayarları değiştir

# admin settings form
source: Form was completed with errors.
tr: Form hatalarla tamamlandı.

# admin settings form
source: Save changes
tr: Değişiklikleri kaydet

# admin general settings form
source: Site details
tr: Site ayrıntıları

# admin general settings form
source: Open Graph image
tr: Open Graph resmi

# admin general settings form
source: Forum index
tr: Forum dizini

# admin general settings form
source: Admin Control Panel
tr: Yönetici Kontrol Paneli

# admin settings
source: Settings
tr: Ayarlar

# admin notifications settings form
source: Default notifications settings
tr: Varsayılan bildirim ayarları

# admin notifications settings form
source: Those settings are applied only to newly created user accounts.
tr: Bu ayarlar yalnızca yeni oluşturulan kullanıcı hesaplarına uygulanır.

# admin notifications settings form
source: Performance settings
tr: Performans ayarları

# admin oauth2 settings form
source: Basic settings
tr: Temel ayarlar

# admin oauth2 settings form
source: Initializing login
tr: Giriş başlatılıyor

# admin oauth2 settings form
source: Retrieving access token
tr: Erişim belirteci alınıyor

# admin oauth2 settings form
source: Retrieving user data
tr: Kullanıcı verileri alınıyor

# admin oauth2 settings form
source: New user sign-ons
tr: Yeni kullanıcı girişleri

# admin oauth2 settings form
source: User JSON mappings
tr: Kullanıcı JSON eşlemeleri

# admin oauth2 settings form
source: Path to value is a key under which it can be found in the JSON with user data returned by the provider. If this key is nested under other key, use full path and separate keys with periods ("<code>.</code>").
tr: Değere giden yol, sağlayıcı tarafından döndürülen kullanıcı verilerini içeren JSON'da bulunabileceği bir anahtardır. Bu anahtar başka bir anahtarın altında iç içe geçmişse, tam yolu kullanın ve anahtarları noktalarla ("<code>.</code>") ayırın.

# admin oauth2 settings form
source: For example, for given JSON with user data:
tr: Örneğin, verilen kullanıcı verilerini içeren JSON için:

# admin oauth2 settings form
source: Those paths should be used:
tr: Bu yollar kullanılmalıdır:

# admin oauth2 settings form
source: User ID
tr: Kullanıcı Kimliği

# admin oauth2 settings form
source: User name
tr: Kullanıcı adı

# admin oauth2 settings form
source: User e-mail
tr: Kullanıcı e-postası

# admin oauth2 settings form
source: User avatar
tr: Kullanıcı avatarı

# admin threads settings form
source: Posting
tr: Mesaj gönderme

# admin threads settings form
source: Threads lists
tr: Konu listeleri

# admin threads settings form
source: Thread pages
tr: Konu sayfaları

# admin threads settings form
source: Read-tracker
tr: Okundu izleyici

# admin threads settings form
source: Attachment error images
tr: Ek hata resimleri

# admin users settings form
source: Note
tr: Not

# admin users settings form
source: OAuth2 client is enabled. On site registration, password and account deletion features have been disabled and delegated to the %(provider)s.
tr: OAuth2 istemcisi etkin. Site kaydı, şifre ve hesap silme özellikleri devre dışı bırakıldı ve %(provider)s'a devredildi.

# admin users settings form
source: New accounts
tr: Yeni hesaplar

# admin users settings form
source: Usernames
tr: Kullanıcı adları

# admin users settings form
source: Avatars
tr: Avatarlar

# admin users settings form
source: Signatures
tr: İmzalar

# admin users settings form
source: Data downloads
tr: Veri indirmeleri

# admin users settings form
source: Own account deletion
tr: Kendi hesabını silme

# admin users settings form
source: IP addresses
tr: IP adresleri

# admin users settings form
source: Default subscription preferences
tr: Varsayılan abonelik tercihleri
