Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: tr

# notifications title
source: Unread notifications
tr: Okunmamış bildirimler

# notifications title
source: Read notifications
tr: Okunmuş bildirimler

# notifications
source: Mark all notifications as read?
tr: Tüm bildirimleri okundu olarak işaretle?

# notifications
source: All notifications have been marked as read.
tr: Tüm bildirimler okundu olarak işaretlendi.

# delete your account form
source: Complete the form.
tr: Formu tamamlayın.

# delete your account title
source: Delete account
tr: Hesabı sil

# forum options
source: Change your options
tr: Seçeneklerinizi değiştirin

# delete your account form
source: This form lets you delete your account. This action is not reversible.
tr: Bu form hesabınızı silmenizi sağlar. Bu işlem geri alınamaz.

# delete your account form
source: Your account will be deleted together with its profile details, IP addresses and notifications.
tr: Hesabınız, profil detayları, IP adresleri ve bildirimleri ile birlikte silinecektir.

# delete your account form
source: Other content will NOT be deleted, but username displayed next to it will be changed to one shared by all deleted accounts.
tr: Diğer içerikler silinmeyecektir, ancak yanında görüntülenen kullanıcı adı tüm silinmiş hesaplar tarafından paylaşılan bir adla değiştirilecektir.

# delete your account form
source: Your username and e-maill address will become available again for use during registration or for other accounts to change to.
tr: Kullanıcı adınız ve e-posta adresiniz kayıt sırasında veya diğer hesapların değiştirmesi için tekrar kullanılabilir hale gelecektir.

# delete your account form field
source: Enter your password to confirm
tr: Onaylamak için parolanızı girin

# delete your account form btn
source: Delete my account
tr: Hesabımı sil

# profile details form
source: Your details have been changed.
tr: Detaylarınız değiştirildi.

source: Edit details
tr: Detayları düzenle

# download your data
source: Your request for data download has been registered.
tr: Veri indirme talebiniz kaydedildi.

# download your data title
source: Download your data
tr: Verilerinizi indirin

# download your data
source: To download your data from the site, click the "Request data download" button. Depending on amount of data to be archived and number of users wanting to download their data at same time it may take up to few days for your download to be prepared. An e-mail with notification will be sent to you when your data is ready to be downloaded.
tr: Siteden verilerinizi indirmek için "Veri indirme talebi" düğmesine tıklayın. Arşivlenecek veri miktarına ve aynı anda verilerini indirmek isteyen kullanıcı sayısına bağlı olarak, indirmenizin hazırlanması birkaç gün sürebilir. Verileriniz indirilmeye hazır olduğunda size bildirim içeren bir e-posta gönderilecektir.

# download your data
source: The download will only be available for limited amount of time, after which it will be deleted from the site and marked as expired.
tr: İndirme yalnızca sınırlı bir süre için kullanılabilir olacak, ardından siteden silinecek ve süresi dolmuş olarak işaretlenecektir.

# download your data table
source: Requested on
tr: Talep tarihi

# download your data table
source: Download
tr: İndir

# download your data table
source: You have no data downloads.
tr: Veri indirmeniz yok.

# download your data btn
source: Request data download
tr: Veri indirme talebi

# download your data table btn
source: Download is being prepared
tr: İndirme hazırlanıyor

# download your data table btn
source: Download your data
tr: Verilerinizi indirin

# download your data table btn
source: Download is expired
tr: İndirmenin süresi doldu

# watch thread choice
source: No
tr: Hayır

# watch thread choice
source: Yes, with on site notifications
tr: Evet, site içi bildirimlerle

# watch thread choice
source: Yes, with on site and e-mail notifications
tr: Evet, site içi ve e-posta bildirimleriyle

# notification preference
source: Don't notify
tr: Bildirme

# notification preference
source: Notify on site
tr: Sitede bildir

# notification preference
source: Notify on site and with e-mail
tr: Sitede ve e-posta ile bildir

# private threads preference
source: Anybody can invite me to their private threads
tr: Herkes beni özel konularına davet edebilir

# private threads preference
source: Only those I follow can invite me to their private threads
tr: Sadece takip ettiklerim beni özel konularına davet edebilir

# private threads preference
source: Nobody can invite me to their private threads
tr: Hiç kimse beni özel konularına davet edemez

# forum options form
source: Your forum options have been changed.
tr: Forum seçenekleriniz değiştirildi.

# forum options form
source: Please reload the page and try again.
tr: Lütfen sayfayı yeniden yükleyin ve tekrar deneyin.

# forum options title
source: Forum options
tr: Forum seçenekleri

# forum options form title
source: Change forum options
tr: Forum seçeneklerini değiştir

# forum options form
source: Privacy settings
tr: Gizlilik ayarları

# forum options form
source: Hide my presence
tr: Çevrimiçi durumumu gizle

# forum options form
source: If you hide your presence, only members with permission to see hidden presence will see when you are online.
tr: Çevrimiçi durumunuzu gizlerseniz, yalnızca gizli durumu görme izni olan üyeler çevrimiçi olduğunuzu görebilir.

# forum options form
source: Hide my presence from other users
tr: Çevrimiçi durumumu diğer kullanıcılardan gizle

# forum options form
source: Show my presence to other users
tr: Çevrimiçi durumumu diğer kullanıcılara göster

# forum options form
source: Limit private thread invitations from other users
tr: Diğer kullanıcılardan gelen özel konu davetlerini sınırla

# notifications options
source: Notifications preferences
tr: Bildirim tercihleri

# notifications options
source: Automatically watch threads I start
tr: Başlattığım konuları otomatik olarak izle

# notifications options
source: Automatically watch threads I reply to
tr: Yanıtladığım konuları otomatik olarak izle

# notifications options
source: Automatically watch new private threads I'm invited to by the members I am following
tr: Takip ettiğim üyeler tarafından davet edildiğim yeni özel konuları otomatik olarak izle

# notifications options
source: Automatically watch new private threads I'm invited to by other members
tr: Diğer üyeler tarafından davet edildiğim yeni özel konuları otomatik olarak izle

# notifications options
source: Notify me about new private thread invitations from the members I am following
tr: Takip ettiğim üyelerden gelen yeni özel konu davetleri hakkında beni bilgilendir

# notifications options
source: Notify me about new private thread invitations from other members
tr: Diğer üyelerden gelen yeni özel konu davetleri hakkında beni bilgilendir

# forum options form btn
source: Save changes
tr: Değişiklikleri kaydet

# change username title
source: Change username
tr: Kullanıcı adını değiştir

# change username
source: You will be able to change your username %(next_change)s.
tr: Kullanıcı adınızı %(next_change)s değiştirebileceksiniz.

# change username
source: You have changed your name allowed number of times.
tr: Adınızı izin verilen sayıda değiştirdiniz.

# change username
source: You can't change your username at the moment.
tr: Şu anda kullanıcı adınızı değiştiremezsiniz.

# change username form
source: You can change your username %(changes_left)s more time.
tr: Kullanıcı adınızı %(changes_left)s kez daha değiştirebilirsiniz.

# change username form
source: Used changes become available again after %(name_changes_expire)s day.
tr: Kullanılan değişiklikler %(name_changes_expire)s gün sonra tekrar kullanılabilir hale gelir.

# change username form
source: New username is same as current one.
tr: Yeni kullanıcı adı mevcut olanla aynı.

# change username form field
source: New username
tr: Yeni kullanıcı adı

# change username form btn
source: Change username
tr: Kullanıcı adını değiştir

# change username
source: Your username has been changed.
tr: Kullanıcı adınız değiştirildi.

# change email form
source: Fill out all fields.
tr: Tüm alanları doldurun.

# change email title
source: Change e-mail address
tr: E-posta adresini değiştir

# change email form field
source: New e-mail
tr: Yeni e-posta

# change email form field
source: Your current password
tr: Mevcut parolanız

# change email form btn
source: Change e-mail
tr: E-postayı değiştir

# change password form
source: Fill out all fields.
tr: Tüm alanları doldurun.

# change password form
source: New passwords are different.
tr: Yeni parolalar farklı.

# change password title
source: Change password
tr: Parolayı değiştir

# change password form field
source: New password
tr: Yeni parola

# change password form field
source: Repeat password
tr: Parolayı tekrarla

# change password form field
source: Your current password
tr: Mevcut parolanız

# change password form btn
source: Change password
tr: Parolayı değiştir

# change sign in credentials title
source: Change e-mail or password
tr: E-posta veya parolayı değiştir

# change sign in credentials
source: You need to set a password for your account to be able to change your e-mail or password.
tr: E-postanızı veya parolanızı değiştirebilmek için hesabınıza bir parola belirlemeniz gerekir.

# change sign in credentials link
source: Set password
tr: Parola belirle

# change sign in credentials link
source: Change forgotten password
tr: Unutulan parolayı değiştir

# forum options nav btn
source: Menu
tr: Menü

# profile ban details title
source: Ban details
tr: Yasaklama detayları

# profile ban details
source: User-shown ban message
tr: Kullanıcıya gösterilen yasaklama mesajı

# profile ban details
source: Team-shown ban message
tr: Ekibe gösterilen yasaklama mesajı

# profile ban details
source: This ban expires on %(expires_on)s.
tr: Bu yasaklama %(expires_on)s tarihinde sona eriyor.

# profile ban details
source: This ban expires %(expires_on)s.
tr: Bu yasaklama %(expires_on)s sona eriyor.

# profile ban details
source: This ban has expired.
tr: Bu yasaklamanın süresi doldu.

# profile ban details
source: %(username)s's ban is permanent.
tr: %(username)s kullanıcısının yasağı kalıcıdır.

# profile ban details
source: Ban expiration
tr: Yasaklama bitiş tarihi

# profile ban details
source: No ban is active at the moment.
tr: Şu anda aktif bir yasaklama yok.

# profile details empty
source: You are not sharing any details with others.
tr: Başkalarıyla herhangi bir detay paylaşmıyorsunuz.

# profile details empty
source: %(username)s is not sharing any details with others.
tr: %(username)s başkalarıyla herhangi bir detay paylaşmıyor.

# profile details title
source: Details
tr: Detaylar

# profile details edit btn
source: Edit
tr: Düzenle

# profile details form
source: %(username)s's details have been changed.
tr: %(username)s kullanıcısının detayları değiştirildi.

# profile load more btn
source: Show older activity
tr: Daha eski aktiviteyi göster

# quick search placeholder
source: Search...
tr: Ara...

# profile followers title
source: Followers
tr: Takipçiler

# profile followers
source: Found %(users)s user.
tr: %(users)s kullanıcı bulundu.

# profile followers
source: You have %(users)s follower.
tr: %(users)s takipçiniz var.

# profile followers
source: %(username)s has %(users)s follower.
tr: %(username)s kullanıcısının %(users)s takipçisi var.

# profile followers
source: Search returned no users matching specified criteria.
tr: Arama belirtilen kriterlere uyan kullanıcı bulamadı.

# profile followers
source: You have no followers.
tr: Hiç takipçiniz yok.

# profile followers
source: %(username)s has no followers.
tr: %(username)s kullanıcısının hiç takipçisi yok.

# profile followers
source: Show more (%(more)s)
tr: Daha fazla göster (%(more)s)

# profile followers search
source: Search users...
tr: Kullanıcı ara...

# profile follows title
source: Follows
tr: Takip Edilenler

# profile follows
source: Found %(users)s user.
tr: %(users)s kullanıcı bulundu.

# profile follows
source: You are following %(users)s user.
tr: %(users)s kullanıcıyı takip ediyorsunuz.

# profile follows
source: %(username)s is following %(users)s user.
tr: %(username)s, %(users)s kullanıcıyı takip ediyor.

# profile follows
source: Loading...
tr: Yükleniyor...

# profile follows
source: Search returned no users matching specified criteria.
tr: Arama belirtilen kriterlere uyan kullanıcı bulamadı.

# profile follows
source: You are not following any users.
tr: Hiçbir kullanıcıyı takip etmiyorsunuz.

# profile follows
source: %(username)s is not following any users.
tr: %(username)s hiçbir kullanıcıyı takip etmiyor.

# profile username history title
source: Username history
tr: Kullanıcı adı geçmişi

# profile username history
source: Found %(changes)s username change.
tr: %(changes)s kullanıcı adı değişikliği bulundu.

# profile username history
source: Your username was changed %(changes)s time.
tr: Kullanıcı adınız %(changes)s kez değiştirildi.

# profile username history
source: %(username)s's username was changed %(changes)s time.
tr: %(username)s kullanıcısının adı %(changes)s kez değiştirildi.

# profile username history
source: Loading...
tr: Yükleniyor...

# profile username history
source: Search returned no username changes matching specified criteria.
tr: Arama belirtilen kriterlere uyan kullanıcı adı değişikliği bulamadı.

# profile username history
source: %(username)s's username was never changed.
tr: %(username)s kullanıcısının adı hiç değiştirilmedi.

# profile username history
source: Show older (%(more)s)
tr: Daha eskiyi göster (%(more)s)

# profile username history search input
source: Search history...
tr: Geçmişi ara...

# user profile follow btn
source: Following
tr: Takip ediliyor

# user profile follow btn
source: Follow
tr: Takip et

# profile message btn
source: Message
tr: Mesaj

# profile avatar moderation
source: Avatar controls have been changed.
tr: Avatar kontrolleri değiştirildi.

# profile avatar moderation field
source: Lock avatar
tr: Avatarı kilitle

# profile avatar moderation field
source: Locking user avatar will prohibit user from changing his avatar and will reset his/her avatar to default one.
tr: Kullanıcı avatarını kilitlemek, kullanıcının avatarını değiştirmesini engelleyecek ve avatarını varsayılana sıfırlayacaktır.

# profile avatar moderation field
source: Disallow user from changing avatar
tr: Kullanıcının avatar değiştirmesine izin verme

# profile avatar moderation field
source: Allow user to change avatar
tr: Kullanıcının avatar değiştirmesine izin ver

# profile avatar moderation field
source: User message
tr: Kullanıcı mesajı

# profile avatar moderation field
source: Optional message for user explaining why they are prohibited from changing their avatar.
tr: Kullanıcıya neden avatar değiştirmesinin yasaklandığını açıklayan isteğe bağlı mesaj.

# profile avatar moderation field
source: Staff message
tr: Ekip mesajı

# profile avatar moderation field
source: Optional message for forum team members explaining why the user is prohibited form changing their avatar.
tr: Forum ekibi üyelerine kullanıcının neden avatar değiştirmesinin yasaklandığını açıklayan isteğe bağlı mesaj.

# profile avatar moderation btn
source: Close
tr: Kapat

# profile avatar moderation btn
source: Save changes
tr: Değişiklikleri kaydet

# profile avatar moderation title
source: Avatar controls
tr: Avatar kontrolleri

# profile username moderation
source: Username has been changed.
tr: Kullanıcı adı değiştirildi.

# profile username moderation field
source: New username
tr: Yeni kullanıcı adı

# profile username moderation btn
source: Cancel
tr: İptal

# profile username moderation btn
source: Change username
tr: Kullanıcı adını değiştir

# profile username moderation title
source: Change username
tr: Kullanıcı adını değiştir

# profile delete
source: %(username)s's account, threads, posts and other content has been deleted.
tr: %(username)s kullanıcısının hesabı, konuları, gönderileri ve diğer içeriği silindi.

# profile delete
source: %(username)s's account has been deleted and other content has been hidden.
tr: %(username)s kullanıcısının hesabı silindi ve diğer içerikleri gizlendi.

# profile delete btn
source: Delete %(username)s
tr: %(username)s kullanıcısını sil

# profile delete btn
source: Please wait... (%(countdown)ss)
tr: Lütfen bekleyin... (%(countdown)s sn)

# profile delete
source: User content
tr: Kullanıcı içeriği

# profile delete content
source: Delete together with user's account
tr: Kullanıcının hesabıyla birlikte sil

# profile delete content
source: Hide after deleting user's account
tr: Kullanıcının hesabını sildikten sonra gizle

# profile delete btn
source: Cancel
tr: İptal

# profile delete link
source: Return to users list
tr: Kullanıcı listesine dön

# profile delete title
source: Delete user account
tr: Kullanıcı hesabını sil

# profile moderation menu
source: Avatar controls
tr: Avatar kontrolleri

# profile moderation menu
source: Change username
tr: Kullanıcı adını değiştir

# profile moderation menu
source: Delete account
tr: Hesabı sil

# profile data list
source: This user's account has been disabled by administrator.
tr: Bu kullanıcının hesabı yönetici tarafından devre dışı bırakıldı.

# profile data list
source: Account disabled
tr: Hesap devre dışı

# profile data list
source: Joined on %(joined_on)s
tr: %(joined_on)s tarihinde katıldı

# profile data list
source: Joined %(joined_on)s
tr: %(joined_on)s katıldı

# profile options btn
source: Options
tr: Seçenekler

# profile posts
source: You have posted no messages.
tr: Hiç mesaj göndermediniz.

# profile posts
source: %(username)s posted no messages.
tr: %(username)s hiç mesaj göndermedi.

# profile posts
source: You have posted %(posts)s message.
tr: %(posts)s mesaj gönderdiniz.

# profile posts
source: %(username)s has posted %(posts)s message.
tr: %(username)s, %(posts)s mesaj gönderdi.

# profile posts
source: Loading...
tr: Yükleniyor...

# profile posts title
source: Posts
tr: Gönderiler

# profile threads
source: You haven't started any threads.
tr: Hiç konu başlatmadınız.

# profile threads
source: %(username)s hasn't started any threads
tr: %(username)s hiç konu başlatmadı

# profile threads
source: You have started %(threads)s thread.
tr: %(threads)s konu başlattınız.

# profile threads
source: %(username)s has started %(threads)s thread.
tr: %(username)s, %(threads)s konu başlattı.

# profile threads
source: Loading...
tr: Yükleniyor...

# profile threads title
source: Threads
tr: Konular

# request activation link form
source: Enter a valid e-mail address.
tr: Geçerli bir e-posta adresi girin.

# request activation link form field
source: Your e-mail address
tr: E-posta adresiniz

# request activation link form btn
source: Send link
tr: Bağlantı gönder

# request activation link form
source: Activation link was sent to %(email)s
tr: Etkinleştirme bağlantısı %(email)s adresine gönderildi

# request activation link form btn
source: Request another link
tr: Başka bir bağlantı iste

# request password reset form
source: Enter a valid e-mail address.
tr: Geçerli bir e-posta adresi girin.

# request password reset form field
source: Your e-mail address
tr: E-posta adresiniz

# request password reset form btn
source: Send link
tr: Bağlantı gönder

# request password reset form
source: Reset password link was sent to %(email)s
tr: Parola sıfırlama bağlantısı %(email)s adresine gönderildi

# request password reset form btn
source: Request another link
tr: Başka bir bağlantı iste

# request password reset form error
source: Activate your account.
tr: Hesabınızı etkinleştirin.

# request password reset form error
source: Your account is inactive.
tr: Hesabınız etkin değil.

# password reset form
source: Enter new password.
tr: Yeni parola girin.

# password reset form field
source: Enter new password
tr: Yeni parola girin

# password reset form btn
source: Change password
tr: Parolayı değiştir

# password reset form
source: %(username)s, your password has been changed.
tr: %(username)s, parolanız değiştirildi.

# password reset form
source: Sign in using new password to continue.
tr: Devam etmek için yeni parolanızla giriş yapın.

# password reset form btn
source: Sign in
tr: Giriş Yap

# search form
source: You have to enter search query.
tr: Arama sorgusu girmelisiniz.

# search form title
source: Search
tr: Arama

# search form input
source: Search
tr: Ara

# search form btn
source: Search
tr: Ara

# search time
source: Search took %(time)s s
tr: Arama %(time)s s sürdü

# search threads btn
source: Show more
tr: Daha fazla göster

# search threads
source: Loading results...
tr: Sonuçlar yükleniyor...

# search threads
source: No threads matching search query have been found.
tr: Arama sorgusuyla eşleşen konu bulunamadı.

# search threads
source: Enter at least two characters to search threads.
tr: Konuları aramak için en az iki karakter girin.

# search users
source: Loading results...
tr: Sonuçlar yükleniyor...

# search users
source: No users matching search query have been found.
tr: Arama sorgusuyla eşleşen kullanıcı bulunamadı.

# search users
source: Enter at least two characters to search users.
tr: Kullanıcıları aramak için en az iki karakter girin.

# social auth title
source: Sign in with %(backend)s
tr: %(backend)s ile giriş yap

# social auth form
source: Fill out all fields.
tr: Tüm alanları doldurun.

# social auth form
source: Your e-mail address has been verified by %(backend)s.
tr: E-posta adresiniz %(backend)s tarafından doğrulandı.

# social auth form title
source: Complete your account
tr: Hesabınızı tamamlayın

# social auth form field
source: Username
tr: Kullanıcı Adı

# social auth form field
source: E-mail address
tr: E-posta adresi

# social auth form btn
source: Sign in
tr: Giriş Yap

# social auth complete
source: %(username)s, your account has been created and you have been signed in to it.
tr: %(username)s, hesabınız oluşturuldu ve giriş yapıldı.

# social auth complete title
source: Registration completed!
tr: Kayıt tamamlandı!

# social auth complete link
source: Return to forum index
tr: Forum ana sayfasına dön

# add private thread participant
source: You have to enter user name.
tr: Kullanıcı adı girmelisiniz.

# add private thread participant
source: New participant has been added to thread.
tr: Konuya yeni katılımcı eklendi.

# add private thread participant field
source: User to add
tr: Eklenecek kullanıcı

# add private thread participant btn
source: Add participant
tr: Katılımcı ekle

# add private thread participant btn
source: Cancel
tr: İptal

# add private thread participant modal title
source: Add participant
tr: Katılımcı ekle

# add participant btn
source: Add participant
tr: Katılımcı ekle

# private thread owner change
source: Are you sure you want to take over this thread?
tr: Bu konuyu devralmak istediğinizden emin misiniz?

# private thread owner change
source: Are you sure you want to change thread owner to %(user)s?
tr: Konu sahibini %(user)s olarak değiştirmek istediğinizden emin misiniz?

# thread participants actions
source: %(user)s has been made new thread owner.
tr: %(user)s yeni konu sahibi yapıldı.

# private thread owner change btn
source: Make owner
tr: Sahip yap

# private thread leave
source: Are you sure you want to leave this thread?
tr: Bu konudan ayrılmak istediğinizden emin misiniz?

# private thread leave
source: Are you sure you want to remove %(user)s from this thread?
tr: %(user)s kullanıcısını bu konudan kaldırmak istediğinizden emin misiniz?

# thread participants actions
source: You have left this thread.
tr: Bu konudan ayrıldınız.

# thread participants actions
source: %(user)s has been removed from this thread.
tr: %(user)s bu konudan kaldırıldı.

# private thread leave btn
source: Leave thread
tr: Konudan ayrıl
