Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: tr

# private thread leave btn
source: Remove
tr: Kaldır

# thread participants profile link
source: See profile
tr: Profili gör

# thread participants owner status
source: Thread owner
tr: Konu sahibi

# thread participants stat
source: This thread has %(users)s participant.
tr: Bu konunun %(users)s katılımcısı var.

# thread poll
source: %(votes)s vote, %(proc)s% of total.
tr: %(votes)s oy, toplamın %%%(proc)s.

# thread poll
source: You've voted on this choice.
tr: Bu seçeneğe oy verdiniz.

# thread poll
source: Poll votes
tr: Anket oyları

# thread poll
source: %(votes)s user has voted for this choice.
tr: %(votes)s kullanıcı bu seçeneğe oy verdi.

# thread poll
source: Vote
tr: Oy Ver

# thread poll
source: See votes
tr: Oyları gör

# thread poll
source: Edit
tr: Düzenle

# thread poll
source: Are you sure you want to delete this poll? This action is not reversible.
tr: Bu anketi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# thread poll
source: Poll has been deleted
tr: Anket silindi

# thread poll
source: Delete
tr: Sil

# thread poll
source: Started by %(poster)s %(posted_on)s.
tr: %(poster)s tarafından %(posted_on)s başlatıldı.

# thread poll
source: Voting ends %(ends_on)s.
tr: Oylama %(ends_on)s sona eriyor.

# thread poll
source: %(votes)s vote.
tr: %(votes)s oy.

# thread poll
source: Voting is public.
tr: Oylama herkese açık.

# thread poll
source: You can't select any more choices.
tr: Daha fazla seçenek seçemezsiniz.

# thread poll
source: You can select %(choices)s more choice.
tr: %(choices)s tane daha seçenek seçebilirsiniz.

# thread poll
source: You can change your vote later.
tr: Oyunuzu daha sonra değiştirebilirsiniz.

# thread poll
source: Votes are final.
tr: Oylar nihaidir.

# thread poll vote
source: You need to select at least one choice.
tr: En az bir seçenek seçmelisiniz.

# thread poll vote
source: Your vote has been saved.
tr: Oyunuz kaydedildi.

# thread poll vote btn
source: Save your vote
tr: Oyunuzu kaydedin

# thread poll vote btn
source: See results
tr: Sonuçları gör

# thread poll
source: Add choice
tr: Seçenek ekle

# thread poll
source: Are you sure you want to remove this choice?
tr: Bu seçeneği kaldırmak istediğinizden emin misiniz?

# thread poll
source: Remove this choice
tr: Bu seçeneği kaldır

# thread poll
source: Poll choice
tr: Anket seçeneği

# thread poll
source: Are you sure you want to discard changes?
tr: Değişiklikleri silmek istediğinizden emin misiniz?

# thread poll
source: Are you sure you want to discard new poll?
tr: Yeni anketi silmek istediğinizden emin misiniz?

# thread poll
source: Poll has been edited.
tr: Anket düzenlendi.

# thread poll
source: Poll has been posted.
tr: Anket gönderildi.

# thread poll
source: Edit poll
tr: Anketi düzenle

# thread poll
source: Add poll
tr: Anket ekle

# thread poll
source: Question and choices
tr: Soru ve seçenekler

# thread poll
source: Poll question
tr: Anket sorusu

# thread poll
source: Available choices
tr: Mevcut seçenekler

# thread poll
source: Voting
tr: Oylama

# thread poll
source: Poll length
tr: Anket süresi

# thread poll
source: Enter number of days for which voting in this poll should be possible or zero to run this poll indefinitely.
tr: Bu ankette oylamanın mümkün olacağı gün sayısını girin veya anketi süresiz olarak çalıştırmak için sıfır girin.

# thread poll
source: Allowed choices
tr: İzin verilen seçenek sayısı

# thread poll
source: Allow vote changes
tr: Oy değişikliğine izin ver

# thread poll
source: Allow participants to change their vote
tr: Katılımcıların oylarını değiştirmesine izin ver

# thread poll
source: Don't allow participants to change their vote
tr: Katılımcıların oylarını değiştirmesine izin verme

# thread poll
source: Cancel
tr: İptal

# thread poll
source: Save changes
tr: Değişiklikleri kaydet

# thread poll
source: Post poll
tr: Anketi gönder

# thread poll
source: Make voting public
tr: Oylamayı herkese açık yap

# thread poll
source: Making voting public will allow everyone to access detailed list of votes, showing which users voted for which choices and at which times. This option can't be changed after poll's creation. Moderators may see voting details for all polls.
tr: Oylamayı herkese açık yapmak, herkesin ayrıntılı oy listesine erişmesini sağlayacak, hangi kullanıcıların hangi seçeneklere ne zaman oy verdiğini gösterecektir. Bu seçenek anket oluşturulduktan sonra değiştirilemez. Moderatörler tüm anketlerin oylama detaylarını görebilir.

# thread poll
source: Votes are public
tr: Oylar herkese açık

# thread poll
source: Votes are hidden
tr: Oylar gizli

# event hide btn
source: Hide
tr: Gizle

# event reveal btn
source: Unhide
tr: Gösterme

# event delete
source: Are you sure you wish to delete this event? This action is not reversible!
tr: Bu olayı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

# event delete
source: Event has been deleted.
tr: Olay silindi.

# event delete btn
source: Delete
tr: Sil

# event info
source: Hidden by %(event_by)s %(event_on)s.
tr: %(event_by)s tarafından %(event_on)s gizlendi.

# event info
source: By %(event_by)s %(event_on)s.
tr: %(event_by)s tarafından %(event_on)s.

# event message
source: Thread has been pinned globally.
tr: Konu genel olarak sabitlendi.

# event message
source: Thread has been pinned in category.
tr: Konu kategoride sabitlendi.

# event message
source: Thread has been unpinned.
tr: Konunun sabitlemesi kaldırıldı.

# event message
source: Thread has been approved.
tr: Konu onaylandı.

# event message
source: Thread has been opened.
tr: Konu açıldı.

# event message
source: Thread has been closed.
tr: Konu kapatıldı.

# event message
source: Thread has been revealed.
tr: Konu gösterildi.

# event message
source: Thread has been made hidden.
tr: Konu gizli yapıldı.

# event message
source: Took thread over.
tr: Konuyu devraldı.

# event message
source: Owner has left thread. This thread is now closed.
tr: Sahip konudan ayrıldı. Bu konu şimdi kapatıldı.

# event message
source: Participant has left thread.
tr: Katılımcı konudan ayrıldı.

# event message
source: Thread title has been changed from %(old_title)s.
tr: Konu başlığı %(old_title)s olarak değiştirildi.

# event message
source: Thread has been moved from %(from_category)s.
tr: Konu %(from_category)s kategorisinden taşındı.

# event message
source: The %(merged_thread)s thread has been merged into this thread.
tr: %(merged_thread)s konusu bu konuyla birleştirildi.

# event message
source: Changed thread owner to %(user)s.
tr: Konu sahibi %(user)s olarak değiştirildi.

# event message
source: Added %(user)s to thread.
tr: %(user)s konuya eklendi.

# event message
source: Removed %(user)s from thread.
tr: %(user)s konudan kaldırıldı.

# event unread label
source: New event
tr: Yeni olay

# post attachment
source: %(filetype)s, %(size)s, uploaded by %(uploader)s %(uploaded_on)s.
tr: %(filetype)s, %(size)s, %(uploader)s tarafından %(uploaded_on)s yüklendi.

# post body hidden
source: Hidden by %(hidden_by)s %(hidden_on)s.
tr: %(hidden_by)s tarafından %(hidden_on)s gizlendi.

# post body hidden
source: This post is hidden. You cannot see its contents.
tr: Bu gönderi gizlidir. İçeriğini göremezsiniz.

# post best answer flag
source: Marked as best answer by you %(marked_on)s.
tr: Sizin tarafınızdan %(marked_on)s en iyi yanıt olarak işaretlendi.

# post best answer flag
source: Marked as best answer by %(marked_by)s %(marked_on)s.
tr: %(marked_by)s tarafından %(marked_on)s en iyi yanıt olarak işaretlendi.

# post hidden flag
source: This post is hidden. Only users with permission may see its contents.
tr: Bu gönderi gizlidir. Yalnızca izinli kullanıcılar içeriğini görebilir.

# post unapproved flag
source: This post is unapproved. Only users with permission to approve posts and its author may see its contents.
tr: Bu gönderi onaylanmamıştır. Yalnızca gönderileri onaylama izni olan kullanıcılar ve yazarı içeriğini görebilir.

# post protected flag
source: This post is protected. Only moderators may change it.
tr: Bu gönderi korunmaktadır. Yalnızca moderatörler değiştirebilir.

# post delete
source: Are you sure you want to delete this post? This action is not reversible!
tr: Bu gönderiyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

# post delete
source: Post has been deleted.
tr: Gönderi silindi.

# post likes modal
source: No users have liked this post.
tr: Hiçbir kullanıcı bu gönderiyi beğenmedi.

# post likes modal title
source: Post Likes
tr: Gönderi Beğenileri

# post likes modal
source: %(likes)s like
tr: %(likes)s beğeni

# post footer btn
source: Best answer
tr: En iyi yanıt

# post footer btn
source: Liked
tr: Beğenildi

# post footer btn
source: Like
tr: Beğen

# post likes
source: %(user)s likes this.
tr: %(user)s bunu beğendi.

# post likes
source: %(users)s and %(last_user)s
tr: %(users)s ve %(last_user)s

# post likes
source: %(users)s like this.
tr: %(users)s bunu beğendi.

# post likes
source: %(users)s and %(likes)s other user like this.
tr: %(users)s ve diğer %(likes)s kullanıcı bunu beğendi.

# post footer btn
source: Reply
tr: Yanıtla

# post footer btn
source: Quote
tr: Alıntı

# post footer btn
source: Edit
tr: Düzenle

# post move modal
source: You have to enter link to the other thread.
tr: Diğer konuya bağlantı girmelisiniz.

# post move modal
source: Selected post was moved to the other thread.
tr: Seçili gönderi diğer konuya taşındı.

# post move modal field
source: Link to thread you want to move post to
tr: Gönderiyi taşımak istediğiniz konunun bağlantısı

# post move modal btn
source: Move post
tr: Gönderiyi taşı

# post move modal title
source: Move post
tr: Gönderiyi taşı

# post revert btn
source: Revert post to state from before this edit.
tr: Gönderiyi bu düzenlemeden önceki durumuna geri al.

# post revert btn
source: Revert
tr: Geri al

# post history modal btn
source: See previous change
tr: Önceki değişikliği gör

# post history modal btn
source: See next change
tr: Sonraki değişikliği gör

# post history modal
source: By %(edited_by)s %(edited_on)s.
tr: %(edited_by)s tarafından %(edited_on)s.

# post revert
source: Are you sure you with to revert this post to the state from before this edit?
tr: Bu gönderiyi bu düzenlemeden önceki durumuna geri almak istediğinizden emin misiniz?

# post revert
source: Post has been reverted to previous state.
tr: Gönderi önceki durumuna geri alındı.

# post history modal title
source: Post edits history
tr: Gönderi düzenleme geçmişi

# thread hidden switch choice
source: No
tr: Hayır

# thread hidden switch choice
source: Yes
tr: Evet

# thread closed switch choice
source: No
tr: Hayır

# thread closed switch choice
source: Yes
tr: Evet

# post split modal
source: Selected post was split into new thread.
tr: Seçili gönderi yeni bir konuya bölündü.

# thread weight choice
source: Not pinned
tr: Sabitlenmedi

# thread weight choice
source: Pinned in category
tr: Kategoride sabitlendi

# thread weight choice
source: Pinned globally
tr: Genel olarak sabitlendi

# posts split modal field
source: Thread weight
tr: Konu ağırlığı

# posts split modal field
source: Hide thread
tr: Konuyu gizle

# posts split modal field
source: Close thread
tr: Konuyu kapat

# posts split modal field
source: Thread title
tr: Konu başlığı

# posts split modal field
source: Category
tr: Kategori

# posts split modal btn
source: Split post
tr: Gönderiyi böl

# post split modal
source: You can't move this post at the moment.
tr: Şu anda bu gönderiyi taşıyamazsınız.

# posts split modal title
source: Split post into new thread
tr: Gönderiyi yeni bir konuya böl

# post permalink
source: Permament link to this post:
tr: Bu gönderinin kalıcı bağlantısı:

# post options permalink btn
source: Permament link
tr: Kalıcı bağlantı

# post options edit btn
source: Edit
tr: Düzenle

# post options best answer btn
source: Mark as best answer
tr: En iyi yanıt olarak işaretle

# post options best answer btn
source: Unmark best answer
tr: En iyi yanıt işaretini kaldır

# post edits
source: This post was edited %(edits)s time.
tr: Bu gönderi %(edits)s kez düzenlendi.

# post options edit btn
source: Changes history
tr: Değişiklik geçmişi

# post options approve btn
source: Approve
tr: Onayla

# post options move btn
source: Move
tr: Taşı

# post options split btn
source: Split
tr: Böl

# post options protect btn
source: Protect
tr: Koru

# post options protect btn
source: Remove protection
tr: Korumayı kaldır

# post options hide btn
source: Hide
tr: Gizle

# post options hide btn
source: Unhide
tr: Gösterme

# post options delete btn
source: Delete
tr: Sil

# post unread label
source: New post
tr: Yeni gönderi

# post unread label
source: New
tr: Yeni

# post timestamp
source: posted %(posted_on)s
tr: %(posted_on)s gönderildi

# post edits stat
source: This post was edited %(edits)s time.
tr: Bu gönderi %(edits)s kez düzenlendi.

# post edits stat
source: edited %(edits)s time
tr: %(edits)s kez düzenlendi

# post edits stat
source: %(edits)s edit
tr: %(edits)s düzenleme

# post protected label
source: This post is protected and may not be edited.
tr: Bu gönderi korunmaktadır ve düzenlenemez.

# post protected label
source: protected
tr: korunmuş

# poster stats
source: %(posts)s post
tr: %(posts)s gönderi

# thread starter info
source: Thread author
tr: Konu yazarı

# thread starter info
source: Started on: %(timestamp)s
tr: Başlatma tarihi: %(timestamp)s

# thread title form
source: You have to enter thread title.
tr: Konu başlığı girmelisiniz.

# thread title form field
source: Thread title
tr: Konu başlığı

# thread title form btn
source: Cancel
tr: İptal

# thread title form btn
source: Change title
tr: Başlığı değiştir

# thread title form title
source: Change title
tr: Başlığı değiştir

# thread merge form
source: Thread has been merged with other one.
tr: Konu diğeriyle birleştirildi.

# thread merge form
source: You have to enter link to the other thread.
tr: Diğer konuya bağlantı girmelisiniz.

# thread merge form field
source: Link to thread you want to merge with
tr: Birleştirmek istediğiniz konunun bağlantısı

# thread merge form field
source: Merge will delete current thread and move its contents to the thread specified here.
tr: Birleştirme, mevcut konuyu silecek ve içeriğini burada belirtilen konuya taşıyacaktır.

# thread merge form btn
source: Cancel
tr: İptal

# thread merge form btn
source: Merge thread
tr: Konuyu birleştir

# thread merge form title
source: Merge thread
tr: Konuyu birleştir

# thread move form
source: Thread has been moved.
tr: Konu taşındı.

# thread move form field
source: New category
tr: Yeni kategori

# thread move form btn
source: Cancel
tr: İptal

# thread move form btn
source: Move thread
tr: Konuyu taşı

# thread move form title
source: Move thread
tr: Konuyu taşı

# thread move form
source: You can't move this thread at the moment.
tr: Şu anda bu konuyu taşıyamazsınız.

# thread move form dismiss btn
source: Ok
tr: Tamam

# thread moderation
source: Thread has been pinned globally.
tr: Konu genel olarak sabitlendi.

# thread moderation
source: Thread has been pinned in category.
tr: Konu kategoride sabitlendi.

# thread moderation
source: Thread has been unpinned.
tr: Konunun sabitlemesi kaldırıldı.

# thread moderation
source: Thread has been approved.
tr: Konu onaylandı.

source: Thread has been opened.
tr: Konu açıldı.

# thread moderation
source: Thread has been closed.
tr: Konu kapatıldı.

# thread moderation
source: Thread has been made visible.
tr: Konu görünür yapıldı.

# thread moderation
source: Thread has been made hidden.
tr: Konu gizli yapıldı.

# thread moderation
source: Are you sure you want to delete this thread?
tr: Bu konuyu silmek istediğinizden emin misiniz?

# thread moderation
source: Thread has been deleted.
tr: Konu silindi.

# thread moderation btn
source: Change title
tr: Başlığı değiştir

# thread moderation btn
source: Pin globally
tr: Genel olarak sabitle

# thread moderation btn
source: Pin in category
tr: Kategoride sabitle

# thread moderation btn
source: Unpin
tr: Sabitlemeyi kaldır

# thread moderation btn
source: Move
tr: Taşı

# thread moderation btn
source: Merge
tr: Birleştir

# thread moderation btn
source: Approve
tr: Onayla

# thread moderation btn
source: Open
tr: Aç

# thread moderation btn
source: Close
tr: Kapat

# thread moderation btn
source: Unhide
tr: Gösterme

# thread moderation btn
source: Hide
tr: Gizle

# thread moderation btn
source: Delete
tr: Sil

# thread options btn
source: Thread options
tr: Konu seçenekleri

# watch thread
source: Watching
tr: İzleniyor

# watch thread
source: Watch
tr: İzle

# watch thread
source: Notify about new replies
tr: Yeni yanıtlar hakkında bildir

# watch thread
source: On site and with e-mail
tr: Sitede ve e-posta ile

# watch thread
source: On site only
tr: Sadece sitede

# watch thread
source: Don't notify
tr: Bildirme

# breadcrumb
source: Threads
tr: Konular

# breadcrumb
source: Private threads
tr: Özel konular

# paginator
source: Go to first page
tr: İlk sayfaya git

# paginator
source: Go to previous page
tr: Önceki sayfaya git

# paginator
source: Page %(page)s of %(pages)s
tr: Sayfa %(page)s / %(pages)s

# paginator input
source: Page
tr: Sayfa

# paginator
source: Go
tr: Git

# paginator
source: Go to next page
tr: Sonraki sayfaya git

# paginator
source: Go to last page
tr: Son sayfaya git

# thread posts moderation modal title
source: Moderation
tr: Moderasyon

# thread posts moderation modal
source: One or more posts could not be changed:
tr: Bir veya daha fazla gönderi değiştirilemedi:

# thread posts moderation modal
source: %(username)s on %(posted_on)s
tr: %(username)s, %(posted_on)s tarihinde

# merge posts
source: Are you sure you want to merge selected posts? This action is not reversible!
tr: Seçili gönderileri birleştirmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

# delete posts
source: Are you sure you want to delete selected posts? This action is not reversible!
tr: Seçili gönderileri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

# thread posts moderation move
source: You have to enter link to the other thread.
tr: Diğer konuya bağlantı girmelisiniz.

# thread posts moderation move
source: Selected posts were moved to the other thread.
tr: Seçili gönderiler diğer konuya taşındı.

# thread posts moderation move
source: Link to thread you want to move posts to
tr: Gönderileri taşımak istediğiniz konunun bağlantısı

# thread posts moderation move btn
source: Cancel
tr: İptal

# thread posts moderation move btn
source: Move posts
tr: Gönderileri taşı

# thread posts moderation move title
source: Move posts
tr: Gönderileri taşı

# posts moderation split
source: Selected posts were split into new thread.
tr: Seçili gönderiler yeni bir konuya bölündü.

# posts moderation split field
source: Thread weight
tr: Konu ağırlığı

# posts moderation split field
source: Hide thread
tr: Konuyu gizle

# posts moderation split field
source: Close thread
tr: Konuyu kapat

# posts moderation split field
source: Thread title
tr: Konu başlığı

# posts moderation split field
source: Category
tr: Kategori

# posts moderation split btn
source: Cancel
tr: İptal

# posts moderation split btn
source: Split posts
tr: Gönderileri böl

# posts moderation split
source: You can't move selected posts at the moment.
tr: Şu anda seçili gönderileri taşıyamazsınız.

# posts moderation split dismiss btn
source: Ok
tr: Tamam

# posts moderation split title
source: Split posts into new thread
tr: Gönderileri yeni bir konuya böl

# thread posts moderation
source: Approve
tr: Onayla

# thread posts moderation
source: Merge
tr: Birleştir

# thread posts moderation
source: Move
tr: Taşı

# thread posts moderation
source: Split
tr: Böl

# thread posts moderation
source: Protect
tr: Koru

# thread posts moderation
source: Unprotect
tr: Korumayı kaldır

# thread posts moderation
source: Hide
tr: Gizle

# thread posts moderation
source: Unhide
tr: Gösterme

# thread posts moderation
source: Delete
tr: Sil

# post options btn
source: Posts options
tr: Gönderi seçenekleri

# thread reply btn
source: Reply
tr: Yanıtla

# go up
source: Go to top
tr: Yukarı çık

# thread poll btn
source: Add poll
tr: Anket ekle

# thread shortcuts btn
source: Shortcuts
tr: Kısayollar

# thread shortcut btn
source: Go to first post
tr: İlk gönderiye git

# thread shortcut btn
source: Go to new post
tr: Yeni gönderiye git

# thread shortcut btn
source: Go to best answer
tr: En iyi yanıta git

# thread shortcut btn
source: Go to unapproved post
tr: Onaylanmamış gönderiye git

# thread shortcut btn
source: Go to last post
tr: Son gönderiye git

# threads moderation title
source: Threads moderation
tr: Konu moderasyonu

# threads moderation
source: One or more threads could not be deleted:
tr: Bir veya daha fazla konu silinemedi:

# threads moderation merge field
source: Thread weight
tr: Konu ağırlığı

# threads moderation merge field
source: Hide thread
tr: Konuyu gizle

# threads moderation merge field
source: Close thread
tr: Konuyu kapat

# threads moderation merge field
source: Thread title
tr: Konu başlığı

# threads moderation merge field
source: Category
tr: Kategori

# threads moderation merge btn
source: Cancel
tr: İptal

# threads moderation merge btn
source: Merge threads
tr: Konuları birleştir

# threads moderation merge
source: You can't merge threads because there are no categories you are allowed to move them to.
tr: Konuları taşımanıza izin verilen hiçbir kategori bulunmadığından konuları birleştiremezsiniz.

# threads moderation merge
source: You need permission to start threads in category to be able to merge threads to it.
tr: Konuları birleştirebilmek için kategoride konu başlatma izniniz olmalıdır.

# threads moderation merge dismiss btn
source: Ok
tr: Tamam

# threads moderation merge title
source: Merge threads
tr: Konuları birleştir

# threads moderation move
source: Selected threads were moved.
tr: Seçili konular taşındı.

# threads moderation move field
source: New category
tr: Yeni kategori

# threads moderation move btn
source: Cancel
tr: İptal

# threads moderation move btn
source: Move threads
tr: Konuları taşı

# threads moderation move
source: You can't move threads because there are no categories you are allowed to move them to.
tr: Konuları taşımanıza izin verilen hiçbir kategori bulunmadığından konuları taşıyamazsınız.

# threads moderation move
source: You need permission to start threads in category to be able to move threads to it.
tr: Konuları taşıyabilmek için kategoride konu başlatma izniniz olmalıdır.

# threads moderation move dismiss btn
source: Ok
tr: Tamam

# threads moderation move title
source: Move threads
tr: Konuları taşı

# threads moderation
source: Selected threads were pinned globally.
tr: Seçili konular genel olarak sabitlendi.

# threads moderation
source: Selected threads were pinned in category.
tr: Seçili konular kategoride sabitlendi.

# threads moderation
source: Selected threads were unpinned.
tr: Seçili konuların sabitlemesi kaldırıldı.

# threads moderation
source: Selected threads were approved.
tr: Seçili konular onaylandı.

# threads moderation
source: Selected threads were opened.
tr: Seçili konular açıldı.

# threads moderation
source: Selected threads were closed.
tr: Seçili konular kapatıldı.

# threads moderation
source: Selected threads were unhidden.
tr: Seçili konular görünür yapıldı.

# threads moderation
source: Selected threads were hidden.
tr: Seçili konular gizlendi.

# threads moderation
source: You don't have permission to merge this thread with others.
tr: Bu konuyu diğerleriyle birleştirme izniniz yok.

# threads moderation
source: You have to select at least two threads to merge.
tr: Birleştirmek için en az iki konu seçmelisiniz.
