Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# admin node
source: Permissions
tr: İzinler

# admin role form
source: Role name
tr: Rol adı

# admin roles
source: Requested role does not exist.
tr: İstenen rol mevcut değil.

# admin form
source: Form contains errors.
tr: Form hatalar içeriyor.

# admin roles
source: New role "%(name)s" has been saved.
tr: Yeni rol "%(name)s" kaydedildi.

# admin roles
source: Role "%(name)s" has been changed.
tr: "%(name)s" rolü değiştirildi.

# admin roles
source: Role "%(name)s" is special role and can't be deleted.
tr: "%(name)s" rolü özel bir roldür ve silinemez.

# admin roles
source: Role "%(name)s" has been deleted.
tr: "%(name)s" rolü silindi.

# role name
source: Member
tr: Üye

# role name
source: Guest
tr: Misafir

# role name
source: Moderator
tr: Moderatör

# role name
source: Renaming users
tr: Kullanıcıları yeniden adlandırma

# role name
source: Banning users
tr: Kullanıcıları yasaklama

# role name
source: Deleting users
tr: Kullanıcıları silme

# role name
source: Can't be blocked
tr: Engellenemez

# role name
source: Private threads
tr: Özel konular

# role name
source: Private threads moderator
tr: Özel konu moderatörü

# debug toolbar
source: Misago User ACL
tr: Misago Kullanıcı İzin Listesi

# debug toolbar
source: Anonymous user
tr: Anonim kullanıcı

# admin node
source: Dashboard
tr: Kontrol Paneli

# admin auth
source: Your admin session has expired.
tr: Yönetici oturumunuzun süresi doldu.

# admin color field
source: Value must be a 7-character string specifying an RGB color in a hexadecimal format (eg.: "#F5A9B8").
tr: Değer, onaltılık biçimde bir RGB rengi belirten 7 karakterlik bir dize olmalıdır (örneğin: "#F5A9B8").

# admin yesno switch
source: Yes
tr: Evet

# admin yesno switch
source: No
tr: Hayır

# admin auth
source: Your admin session has been closed.
tr: Yönetici oturumunuz kapatıldı.

# admin lists
source: Selected: 0
tr: Seçilen: 0

# admin lists
source: Select items
tr: Öğeleri seç

# admin lists
source: You have to select one or more items.
tr: Bir veya daha fazla öğe seçmelisiniz.

# admin lists
source: Action is not allowed.
tr: İşleme izin verilmiyor.

# apiv2
source: You have to sign in to access this page.
tr: Bu sayfaya erişmek için giriş yapmalısınız.

# apiv2
source: You have to sign in to perform this action.
tr: Bu işlemi gerçekleştirmek için giriş yapmalısınız.

# admin node
source: Categories
tr: Kategoriler

# admin node
source: Category permissions
tr: Kategori izinleri

# admin category form
source: Name
tr: Ad

# admin category form
source: Short name
tr: Kısa ad

# admin category form
source: Optional, alternative or abbreviated name (eg. abbreviation) used on threads list.
tr: İsteğe bağlı, konu listesinde kullanılan alternatif veya kısaltılmış ad (ör. kısaltma).

# admin category form
source: Color
tr: Renk

# admin category form
source: Optional but recommended, should be in hex format, eg. #F5A9B8.
tr: İsteğe bağlı ancak önerilir, onaltılık biçimde olmalıdır, örn. #F5A9B8.

# admin category form
source: Entered value is not a valid color.
tr: Girilen değer geçerli bir renk değil.

# admin category form
source: Description
tr: Açıklama

# admin category form
source: Optional description explaining category intented purpose.
tr: Kategorinin amacını açıklayan isteğe bağlı açıklama.

# admin category form
source: CSS class
tr: CSS sınıfı

# admin category form
source: Optional CSS class used to customize this category's appearance from themes.
tr: Bu kategorinin görünümünü temalardan özelleştirmek için kullanılan isteğe bağlı CSS sınıfı.

# admin category form
source: Closed category
tr: Kapalı kategori

# admin category form
source: Only members with valid permissions can post in closed categories.
tr: Yalnızca geçerli izinlere sahip üyeler kapalı kategorilerde mesaj gönderebilir.

# admin category form
source: Threads
tr: Konular

# admin category form
source: All threads started in this category will require moderator approval.
tr: Bu kategoride başlatılan tüm konular moderatör onayı gerektirecektir.

# admin category form
source: Replies
tr: Yanıtlar

# admin category form
source: All replies posted in this category will require moderator approval.
tr: Bu kategoride gönderilen tüm yanıtlar moderatör onayı gerektirecektir.

# admin category form
source: Edits
tr: Düzenlemeler

# admin category form
source: Will make all edited replies return to unapproved state for moderator to review.
tr: Düzenlenen tüm yanıtların moderatör incelemesi için onaylanmamış duruma dönmesini sağlar.

# admin category form
source: Thread age
tr: Konu yaşı

# admin category form
source: Prune thread if number of days since its creation is greater than specified. Enter 0 to disable this pruning criteria.
tr: Konunun oluşturulmasından bu yana geçen gün sayısı belirtilenden fazlaysa konuyu temizle. Bu temizleme ölçütünü devre dışı bırakmak için 0 girin.

# admin category form
source: Last reply
tr: Son yanıt

# admin category form
source: Prune thread if number of days since last reply is greater than specified. Enter 0 to disable this pruning criteria.
tr: Son yanıttan bu yana geçen gün sayısı belirtilenden fazlaysa konuyu temizle. Bu temizleme ölçütünü devre dışı bırakmak için 0 girin.

# admin category form
source: Permissions cannot be copied from category into itself.
tr: İzinler bir kategoriden kendisine kopyalanamaz.

# admin category form
source: Category cannot act as archive for itself.
tr: Kategori kendisi için arşiv görevi göremez.

# admin category form
source: Parent category
tr: Üst kategori

# admin category form
source: Copy permissions
tr: İzinleri kopyala

# admin category form
source: You can replace this category permissions with permissions copied from category selected here.
tr: Bu kategori izinlerini, burada seçilen kategoriden kopyalanan izinlerle değiştirebilirsiniz.

# admin category form
source: Don't copy permissions
tr: İzinleri kopyalama

# admin category form
source: Archive
tr: Arşiv

# admin category form
source: Instead of being deleted, pruned threads can be moved to designated category.
tr: Silinmek yerine, temizlenen konular belirlenmiş bir kategoriye taşınabilir.

# admin category form
source: Don't archive pruned threads
tr: Temizlenen konuları arşivleme

# admin category form
source: You are trying to move this category threads to itself.
tr: Bu kategori konularını kendisine taşımaya çalışıyorsunuz.

# admin category form
source: You are trying to move this category threads to a child category that will also be deleted.
tr: Bu kategori konularını, aynı zamanda silinecek olan bir alt kategoriye taşımaya çalışıyorsunuz.

# admin category form
source: Move category threads to
tr: Kategori konularını şuraya taşı

# admin category form
source: Delete with category
tr: Kategoriyle birlikte sil

# admin category form
source: Move child categories to
tr: Alt kategorileri şuraya taşı

# admin category role form
source: Role name
tr: Rol adı

# admin permissions form
source: Role
tr: Rol

# admin permissions form
source: No access
tr: Erişim yok

# admin categories
source: Requested category does not exist.
tr: İstenen kategori mevcut değil.

# admin categories
source: New category "%(name)s" has been saved.
tr: Yeni kategori "%(name)s" kaydedildi.

# admin categories
source: Category "%(name)s" has been edited.
tr: "%(name)s" kategorisi düzenlendi.

# admin categories
source: Category "%(name)s" has been deleted.
tr: "%(name)s" kategorisi silindi.

# admin categories
source: Category "%(name)s" has been moved below "%(other)s".
tr: "%(name)s" kategorisi "%(other)s" altına taşındı.

# admin categories
source: Category "%(name)s" has been moved above "%(other)s".
tr: "%(name)s" kategorisi "%(other)s" üzerine taşındı.

# admin categories roles
source: Requested role does not exist.
tr: İstenen rol mevcut değil.

# admin categories roles
source: New role "%(name)s" has been saved.
tr: Yeni rol "%(name)s" kaydedildi.

# admin categories roles
source: Role "%(name)s" has been changed.
tr: "%(name)s" rolü değiştirildi.

# admin categories roles
source: Role "%(name)s" is special role and can't be deleted.
tr: "%(name)s" rolü özel bir roldür ve silinemez.

# admin categories roles
source: Role "%(name)s" has been deleted.
tr: "%(name)s" rolü silindi.

# admin categories roles
source: Category %(name)s permissions have been changed.
tr: %(name)s kategori izinleri değiştirildi.

# admin categories
source: Change permissions
tr: İzinleri değiştir

# admin categories
source: No categories exist.
tr: Hiç kategori yok.

# admin categories roles
source: Category permissions for role %(name)s have been changed.
tr: %(name)s rolü için kategori izinleri değiştirildi.

# admin roles
source: Categories permissions
tr: Kategori izinleri

source: First category
tr: İlk kategori

source: See only
tr: Sadece gör

source: Read only
tr: Sadece oku

source: Reply to threads
tr: Konuları yanıtla

source: Start and reply threads
tr: Konu başlat ve yanıtla

source: Moderator
tr: Moderatör

source: In moderation queue
tr: Moderasyon sırasında

source: Q&A user
tr: S&C kullanıcısı

source: Q&A moderator
tr: S&C moderatörü

# categories permission
source: Category access
tr: Kategori erişimi

# categories permission
source: Can see category
tr: Kategoriyi görebilir

# categories permission
source: Can see category contents
tr: Kategori içeriğini görebilir

# categories permission
source: You don't have permission to browse "%(category)s" contents.
tr: "%(category)s" içeriğine göz atma izniniz yok.

# admin node
source: Settings
tr: Ayarlar

# admin node
source: General
tr: Genel

# admin node
source: Change forum details like name, description or footer.
tr: Forum adı, açıklaması veya alt bilgisi gibi ayrıntıları değiştirin.

# admin node
source: Users
tr: Kullanıcılar

# admin node
source: Customize user accounts default behavior and features availability.
tr: Kullanıcı hesaplarının varsayılan davranışını ve özellik kullanılabilirliğini özelleştirin.

# admin node
source: Setup protection against automatic registrations on the site.
tr: Sitedeki otomatik kayıtlara karşı koruma ayarlayın.

# admin node
source: Threads
tr: Konular

# admin node
source: Threads, posts, polls and attachments options.
tr: Konular, mesajlar, anketler ve ek seçenekleri.

# admin node
source: Notifications
tr: Bildirimler

# admin node
source: Those settings control default notification preferences of new user accounts and storage time of existing notifications.
tr: Bu ayarlar, yeni kullanıcı hesaplarının varsayılan bildirim tercihlerini ve mevcut bildirimlerin saklama süresini kontrol eder.

# admin node
source: Enable OAuth2 client and connect your site to existing auth provider.
tr: OAuth2 istemcisini etkinleştirin ve sitenizi mevcut kimlik doğrulama sağlayıcısına bağlayın.

# admin node
source: Analytics
tr: Analizler

# admin node
source: Enable Google Analytics or setup Google Site Verification.
tr: Google Analytics'i etkinleştirin veya Google Site Doğrulama'yı ayarlayın.

# admin analytics settings form
source: Tracking ID
tr: İzleme Kimliği

# admin analytics settings form
source: Setting the Tracking ID will result in gtag.js file being included in your site's HTML markup, enabling Google Analytics integration.
tr: İzleme Kimliğini ayarlamak, sitenizin HTML işaretlemesine gtag.js dosyasının dahil edilmesini sağlayarak Google Analytics entegrasyonunu etkinleştirir.

# admin analytics settings form
source: Site verification code
tr: Site doğrulama kodu

# admin analytics settings form
source: This code was extracted from the uploaded site verification file. To change it, upload new verification file.
tr: Bu kod, yüklenen site doğrulama dosyasından çıkarıldı. Değiştirmek için yeni bir doğrulama dosyası yükleyin.

# admin analytics settings form
source: Upload site verification file
tr: Site doğrulama dosyasını yükle

# admin analytics settings form
source: Site verification file can be downloaded from Search Console's "Ownership verification" page.
tr: Site doğrulama dosyası Search Console'un "Mülkiyet doğrulama" sayfasından indirilebilir.

# admin analytics settings form
source: Uploaded file type is not HTML.
tr: Yüklenen dosya türü HTML değil.

# admin analytics settings form
source: Uploaded file doesn't contain a verification code.
tr: Yüklenen dosya bir doğrulama kodu içermiyor.

# admin captcha settings form
source: Enable CAPTCHA
tr: CAPTCHA'yı etkinleştir

# admin captcha type field choice
source: No CAPTCHA
tr: CAPTCHA yok

# admin captcha type field choice
source: Question and answer
tr: Soru ve cevap

# admin captcha settings form
source: Site key
tr: Site anahtarı

# admin captcha settings form
source: Secret key
tr: Gizli anahtar

# admin captcha settings form
source: Test question
tr: Test sorusu

# admin captcha settings form
source: Question help text
tr: Soru yardım metni

# admin captcha settings form
source: Valid answers
tr: Geçerli cevaplar

# admin captcha settings form
source: Enter each answer in new line. Answers are case-insensitive.
tr: Her cevabı yeni bir satıra girin. Cevaplar büyük/küçük harfe duyarlı değildir.

# admin captcha settings form
source: Validate new registrations against SFS database
tr: Yeni kayıtları SFS veritabanına göre doğrula

# admin captcha settings form
source: Turning this option on will result in Misago validating new user's e-mail and IP address against SFS database.
tr: Bu seçeneği açmak, Misago'nun yeni kullanıcının e-posta ve IP adresini SFS veritabanına göre doğrulamasını sağlar.

# admin captcha settings form
source: Minimum SFS confidence required
tr: Minimum SFS güven düzeyi gerekli

# admin captcha settings form
source: SFS compares user e-mail and IP address with database of known spammers and assigns the confidence score in range of 0 to 100 that user is a spammer themselves. If this score is equal or higher than specified, Misago will block user from registering and ban their IP address for 24 hours.
tr: SFS, kullanıcının e-posta ve IP adresini bilinen spam gönderenlerin veritabanıyla karşılaştırır ve kullanıcının kendisinin bir spam gönderen olduğuna dair 0 ila 100 aralığında bir güven puanı atar. Bu puan belirtilene eşit veya daha yüksekse, Misago kullanıcının kaydolmasını engeller ve IP adresini 24 saat süreyle yasaklar.

# admin captcha settings form
source: You need to enter site key if selected CAPTCHA type is reCaptcha.
tr: Seçilen CAPTCHA türü reCaptcha ise site anahtarını girmeniz gerekir.

# admin captcha settings form
source: You need to enter secret key if selected CAPTCHA type is reCaptcha.
tr: Seçilen CAPTCHA türü reCaptcha ise gizli anahtarı girmeniz gerekir.

# admin captcha settings form
source: You need to set question if selected CAPTCHA type is Q&A.
tr: Seçilen CAPTCHA türü S&C ise soruyu ayarlamanız gerekir.

# admin captcha settings form
source: You need to set question answers if selected CAPTCHA type is Q&A.
tr: Seçilen CAPTCHA türü S&C ise soru cevaplarını ayarlamanız gerekir.

# admin general settings form
source: Forum name
tr: Forum adı

# admin general settings form
source: Forum address
tr: Forum adresi

# admin general settings form
source: Page title
tr: Sayfa başlığı

# admin general settings form
source: Meta Description
tr: Meta Açıklaması

# admin general settings form
source: Short description of your forum that search and social sites may display next to link to your forum's index.
tr: Arama motorlarının ve sosyal sitelerin forumunuzun dizinine giden bağlantının yanında görüntüleyebileceği forumunuzun kısa açıklaması.

# admin general settings form
source: Header text
tr: Başlık metni

# admin general settings form
source: This text will be displayed in page header on forum index.
tr: Bu metin, forum dizinindeki sayfa başlığında görüntülenecektir.

# admin general settings form
source: Header message
tr: Başlık mesajı

# admin general settings form
source: This message will be displayed in page header on forum index, under the header text.
tr: Bu mesaj, forum dizinindeki sayfa başlığında, başlık metninin altında görüntülenecektir.

# admin general settings form
source: Large logo
tr: Büyük logo

# admin general settings form
source: Image that will be displayed in forum navbar instead of a small logo or text.
tr: Küçük logo veya metin yerine forum gezinme çubuğunda görüntülenecek resim.

# admin general settings form
source: Delete large logo image
tr: Büyük logo resmini sil

# admin general settings form
source: Small logo
tr: Küçük logo

# admin general settings form
source: Image that will be displayed in the forum navbar next to the logo text if a large logo was not uploaded.
tr: Büyük bir logo yüklenmediyse, forum gezinme çubuğunda logo metninin yanında görüntülenecek resim.

# admin general settings form
source: Delete small logo image
tr: Küçük logo resmini sil

# admin general settings form
source: Text logo
tr: Metin logo

# admin general settings form
source: Text displayed in forum navbar. If a small logo image was uploaded, this text will be displayed right next to it. If a large logo was uploaded, it will replace both the small logo and the text.
tr: Forum gezinme çubuğunda görüntülenen metin. Küçük bir logo resmi yüklendiyse, bu metin hemen yanında görüntülenecektir. Büyük bir logo yüklendiyse, hem küçük logoyu hem de metni değiştirecektir.

# admin general settings form
source: Image
tr: Resim

# admin general settings form
source: Custom image that will appear next to links to your forum posted on social sites. Facebook recommends that this image should be 1200 pixels wide and 630 pixels tall.
tr: Sosyal sitelerde yayınlanan forumunuza giden bağlantıların yanında görünecek özel resim. Facebook, bu resmin 1200 piksel genişliğinde ve 630 piksel yüksekliğinde olmasını önerir.

# admin general settings form
source: Delete image
tr: Resmi sil

# admin general settings form
source: Replace image with avatar on user profiles
tr: Kullanıcı profillerindeki resmi avatarlarla değiştir

# admin general settings form
source: Replace image with avatar on threads
tr: Konulardaki resmi avatarlarla değiştir

# admin general settings form
source: Forum footnote
tr: Forum alt notu

# admin general settings form
source: Short message displayed in forum footer.
tr: Forum alt bilgisinde görüntülenen kısa mesaj.

# admin general settings form
source: E-mails footer
tr: E-posta alt bilgisi

# admin general settings form
source: Optional short message included at the end of e-mails sent by forum.
tr: Forum tarafından gönderilen e-postaların sonuna eklenen isteğe bağlı kısa mesaj.

# admin general settings form
source: Display the link to the Admin Control Panel in the administrator's user menu
tr: Yönetici Kontrol Paneli bağlantısını yöneticinin kullanıcı menüsünde göster

# admin general settings form
source: Hiding the link to the ACP from user menus reduces risk of malicious actors gaining access to admin session for admin users who are sharing their device with others or who are logging in to the site in public spaces.
tr: YKP bağlantısını kullanıcı menülerinden gizlemek, cihazlarını başkalarıyla paylaşan veya halka açık alanlarda siteye giriş yapan yönetici kullanıcılar için kötü niyetli aktörlerin yönetici oturumuna erişme riskini azaltır.

# admin general settings form
source: Misago uses this setting to build links in e-mails sent to site users. Address under which site is running appears to be "%(address)s".
tr: Misago, site kullanıcılarına gönderilen e-postalardaki bağlantıları oluşturmak için bu ayarı kullanır. Sitenin çalıştığı adres "%(address)s" olarak görünüyor.

# admin notifications settings form
source: Notify about new replies in threads started by them
tr: Başlattıkları konulardaki yeni yanıtlar hakkında bilgilendir

# admin notifications settings form
source: Notify about new replies in threads replied to by them
tr: Yanıtladıkları konulardaki yeni yanıtlar hakkında bilgilendir

# admin notifications settings form
source: Notify about new replies in new private threads started by followed users
tr: Takip edilen kullanıcılar tarafından başlatılan yeni özel konulardaki yeni yanıtlar hakkında bilgilendir

# admin notifications settings form
source: Notify about new replies in new private threads started by other users
tr: Diğer kullanıcılar tarafından başlatılan yeni özel konulardaki yeni yanıtlar hakkında bilgilendir

# admin notifications settings form
source: Notify about new private threads started by followed users
tr: Takip edilen kullanıcılar tarafından başlatılan yeni özel konular hakkında bilgilendir

# admin notifications settings form
source: Notify about new private threads started by other users
tr: Diğer kullanıcılar tarafından başlatılan yeni özel konular hakkında bilgilendir

# admin notifications settings form
source: Delete notifications older than (in days)
tr: Şu süreden eski bildirimleri sil (gün olarak)

# admin notifications settings form
source: Misago automatically deletes notifications older than the specified age.
tr: Misago, belirtilen yaştan eski bildirimleri otomatik olarak siler.

# admin oauth2 settings form
source: Enable OAuth2 client
tr: OAuth2 istemcisini etkinleştir

# admin oauth2 settings form
source: Enabling OAuth2 will make login option redirect users to the OAuth provider configured below. It will also disable option to register on forum, change username, email or password, as those features will be delegated to the 3rd party site.
tr: OAuth2'yi etkinleştirmek, giriş seçeneğinin kullanıcıları aşağıda yapılandırılan OAuth sağlayıcısına yönlendirmesini sağlar. Ayrıca, bu özellikler 3. taraf siteye devredileceğinden, foruma kaydolma, kullanıcı adı, e-posta veya şifre değiştirme seçeneğini de devre dışı bırakacaktır.

# admin oauth2 settings form
source: Provider name
tr: Sağlayıcı adı

# admin oauth2 settings form
source: Name of the OAuth 2 provider to be displayed by interface.
tr: Arayüz tarafından görüntülenecek OAuth 2 sağlayıcısının adı.

# admin oauth2 settings form
source: Client ID
tr: İstemci Kimliği

# admin oauth2 settings form
source: Client Secret
tr: İstemci Sırrı

# admin oauth2 settings form
source: Scopes
tr: Kapsamlar

# admin oauth2 settings form
source: List of scopes to request from provider, separated with spaces.
tr: Sağlayıcıdan istenecek kapsamların listesi, boşluklarla ayrılmış.

# admin oauth2 settings form
source: Login form URL
tr: Giriş formu URL'si

# admin oauth2 settings form
source: Address of the login form on provider's server that users will be redirected to.
tr: Kullanıcıların yönlendirileceği, sağlayıcının sunucusundaki giriş formunun adresi.

# admin oauth2 settings form
source: Access token retrieval URL
tr: Erişim belirteci alma URL'si

# admin oauth2 settings form
source: URL that will be called after user completes the login process and authorization code is sent back to your site. This URL is expected to take this code and return the access token that will be next used to retrieve user data.
tr: Kullanıcı giriş işlemini tamamladıktan ve yetkilendirme kodu sitenize geri gönderildikten sonra çağrılacak URL. Bu URL'nin bu kodu alması ve daha sonra kullanıcı verilerini almak için kullanılacak erişim belirtecini döndürmesi beklenir.

# admin oauth2 settings form
source: Extra HTTP headers in token request
tr: Belirteç isteğindeki ek HTTP başlıkları

# admin oauth2 settings form
source: List of extra headers to include in a HTTP request made to retrieve the access token. Example header is "Header-name: value". Specify each header on separate line.
tr: Erişim belirtecini almak için yapılan bir HTTP isteğine dahil edilecek ek başlıkların listesi. Örnek başlık "Başlık-adı: değer" şeklindedir. Her başlığı ayrı bir satırda belirtin.

# admin oauth2 settings form
source: JSON path to access token
tr: Erişim belirtecine JSON yolu
