Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# email validator
source: Enter a valid e-mail address.
tr: Geçerli bir e-posta adresi girin.

# user email validator
source: This e-mail address is not available.
tr: Bu e-posta adresi mevcut değil.

# user email validator
source: This e-mail address is not allowed.
tr: Bu e-posta adresine izin verilmiyor.

# username validator
source: This username is not available.
tr: Bu kullanıcı adı mevcut değil.

# username validator
source: This username is not allowed.
tr: Bu kullanıcı adına izin verilmiyor.

# username validator
source: Username can only contain Latin alphabet letters, digits, and an underscore sign.
tr: Kullanıcı adı yalnızca Latin alfabesi harfleri, rakamlar ve alt çizgi işareti içerebilir.

# username validator
source: Username must contain Latin alphabet letters or digits.
tr: Kullanıcı adı Latin alfabesi harfleri veya rakamlar içermelidir.

# username length validator
source: Username must be at least %(limit_value)s character long.
tr: Kullanıcı adı en az %(limit_value)s karakter uzunluğunda olmalıdır.

# username length validator
source: Username cannot be longer than %(limit_value)s characters.
tr: Kullanıcı adı %(limit_value)s karakterden uzun olamaz.

# stop forum spam validator
source: Data entered was found in spammers database.
tr: Girilen veriler spam gönderenler veritabanında bulundu.

# gmail email validator
source: This e-mail is not allowed.
tr: Bu e-postaya izin verilmiyor.

# activate account
source: Please use %(provider)s to activate your account.
tr: Lütfen hesabınızı etkinleştirmek için %(provider)s kullanın.

# activate account with token
source: %(user)s, your account is already active.
tr: %(user)s, hesabınız zaten aktif.

# activate account with token
source: %(user)s, your activation link is invalid. Try again or request new activation link.
tr: %(user)s, etkinleştirme bağlantınız geçersiz. Tekrar deneyin veya yeni etkinleştirme bağlantısı isteyin.

# activate account with token
source: %(user)s, your account has been activated!
tr: %(user)s, hesabınız etkinleştirildi!

# login
source: Please use %(provider)s to sign in.
tr: Lütfen giriş yapmak için %(provider)s kullanın.

# user password
source: Please use %(provider)s to reset your password.
tr: Lütfen parolanızı sıfırlamak için %(provider)s kullanın.

# user password
source: %(user)s, your link has expired. Please request new link and try again.
tr: %(user)s, bağlantınızın süresi dolmuş. Lütfen yeni bağlantı isteyin ve tekrar deneyin.

# user password
source: %(user)s, your link is invalid. Please try again or request new link.
tr: %(user)s, bağlantınız geçersiz. Lütfen tekrar deneyin veya yeni bağlantı isteyin.

# user options
source: Please use %(provider)s to change your e-mail.
tr: Lütfen e-postanızı değiştirmek için %(provider)s kullanın.

# user options
source: %(user)s, your e-mail has been changed.
tr: %(user)s, e-postanız değiştirildi.

# user options
source: Please use %(provider)s to change your password.
tr: Lütfen parolanızı değiştirmek için %(provider)s kullanın.

# user options
source: %(user)s, your password has been changed.
tr: %(user)s, parolanız değiştirildi.
