Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# admin users
source: %(user)s is super admin and can't be banned.
tr: %(user)s süper yöneticidir ve yasaklanamaz.

# admin users
source: Selected users have been banned.
tr: Seçili kullanıcılar yasaklandı.

# admin users
source: Data download requests have been placed for selected users.
tr: Seçili kullanıcılar için veri indirme istekleri oluşturuldu.

# admin users
source: You can't delete yourself.
tr: Kendinizi silemezsiniz.

# admin users
source: %(user)s is admin and can't be deleted.
tr: %(user)s yöneticidir ve silinemez.

# admin users
source: Selected users have been deleted.
tr: Seçili kullanıcılar silindi.

# admin users
source: Selected users have been disabled and queued for deletion together with their content.
tr: Seçili kullanıcılar devre dışı bırakıldı ve içerikleriyle birlikte silinmek üzere sıraya alındı.

# admin users
source: New user "%(user)s" has been registered.
tr: Yeni kullanıcı "%(user)s" kaydedildi.

# admin users
source: User "%(user)s" has been edited.
tr: "%(user)s" kullanıcısı düzenlendi.

# auth api
source: This feature has been disabled. Please use %(provider)s to sign in.
tr: Bu özellik devre dışı bırakıldı. Lütfen giriş yapmak için %(provider)s kullanın.

# account activation email subject
source: Activate %(user)s account on %(forum_name)s forums
tr: %(forum_name)s forumlarında %(user)s hesabını etkinleştirin

# change forgotten password email subject
source: Change %(user)s password on %(forum_name)s forums
tr: %(forum_name)s forumlarında %(user)s parolasını değiştirin

# change forgotten password api
source: Form link is invalid. Please request new one.
tr: Form bağlantısı geçersiz. Lütfen yeni bir tane isteyin.

# change forgotten password api
source: Your link has expired. Please request new one.
tr: Bağlantınızın süresi dolmuş. Lütfen yeni bir tane isteyin.

# anonymous api
source: This action is not available to signed in users.
tr: Bu işlem giriş yapmış kullanıcılar için mevcut değil.

# avatar api
source: Your avatar is locked. You can't change it.
tr: Avatarınız kilitli. Değiştiremezsiniz.

# avatar api
source: This avatar type is not available.
tr: Bu avatar türü mevcut değil.

# avatar api
source: Unknown avatar type.
tr: Bilinmeyen avatar türü.

# avatar api
source: New avatar based on your account was set.
tr: Hesabınıza dayalı yeni avatar ayarlandı.

# avatar api
source: Gravatar was downloaded and set as new avatar.
tr: Gravatar indirildi ve yeni avatar olarak ayarlandı.

# avatar api
source: No Gravatar is associated with your e-mail address.
tr: E-posta adresinizle ilişkili Gravatar yok.

# avatar api
source: Failed to connect to Gravatar.
tr: Gravatar'a bağlanılamadı.

# avatar api
source: Avatar from gallery was set.
tr: Galeriden avatar ayarlandı.

# avatar api
source: Incorrect image.
tr: Hatalı resim.

# avatar api
source: No file was sent.
tr: Dosya gönderilmedi.

# avatar api
source: Avatar was re-cropped.
tr: Avatar yeniden kırpıldı.

# avatar api
source: Uploaded avatar was set.
tr: Yüklenen avatar ayarlandı.

# confirm email change email subject
source: Confirm e-mail change on %(forum_name)s forums
tr: %(forum_name)s forumlarında e-posta değişikliğini onaylayın

# change email api
source: E-mail change confirmation link was sent to new address.
tr: E-posta değişikliği onay bağlantısı yeni adrese gönderildi.

# confirm password change email subject
source: Confirm password change on %(forum_name)s forums
tr: %(forum_name)s forumlarında parola değişikliğini onaylayın

# change password api
source: Password change confirmation link was sent to your address.
tr: Parola değişikliği onay bağlantısı adresinize gönderildi.

# user register api
source: New users registrations are currently closed.
tr: Yeni kullanıcı kayıtları şu anda kapalı.

# user register api
source: Please try resubmitting the form.
tr: Lütfen formu yeniden göndermeyi deneyin.

# signature api
source: You don't have permission to change signature.
tr: İmza değiştirme izniniz yok.

# signature api
source: Your signature is locked. You can't change it.
tr: İmzanız kilitli. Değiştiremezsiniz.

# change username api
source: You can't change your username now.
tr: Şu anda kullanıcı adınızı değiştiremezsiniz.

# change username api
source: Error changing username. Please try again.
tr: Kullanıcı adı değiştirilirken hata oluştu. Lütfen tekrar deneyin.

# username history api
source: You don't have permission to see other users name history.
tr: Diğer kullanıcıların kullanıcı adı geçmişini görme izniniz yok.

# users api
source: You have to sign in to perform this action.
tr: Bu işlemi gerçekleştirmek için giriş yapmalısınız.

# users api
source: This feature has been disabled. Please use %(provider)s to sign in.
tr: Bu özellik devre dışı bırakıldı. Lütfen giriş yapmak için %(provider)s kullanın.

# users api
source: You can't change other users avatars.
tr: Diğer kullanıcıların avatarlarını değiştiremezsiniz.

# users api
source: You can't change other users options.
tr: Diğer kullanıcıların seçeneklerini değiştiremezsiniz.

# users api
source: Your forum options have been changed.
tr: Forum seçenekleriniz değiştirildi.

# users api
source: This feature has been disabled. Please use %(provider)s to change your name.
tr: Bu özellik devre dışı bırakıldı. Lütfen adınızı değiştirmek için %(provider)s kullanın.

# users api
source: You can't change other users names.
tr: Diğer kullanıcıların adlarını değiştiremezsiniz.

# users api
source: You can't change other users signatures.
tr: Diğer kullanıcıların imzalarını değiştiremezsiniz.

# users api
source: This feature has been disabled. Please use %(provider)s to change your password.
tr: Bu özellik devre dışı bırakıldı. Lütfen parolanızı değiştirmek için %(provider)s kullanın.

# users api
source: You can't change other users passwords.
tr: Diğer kullanıcıların parolalarını değiştiremezsiniz.

# users api
source: This feature has been disabled. Please use %(provider)s to change your e-mail.
tr: Bu özellik devre dışı bırakıldı. Lütfen e-postanızı değiştirmek için %(provider)s kullanın.

# users api
source: You can't change other users e-mail addresses.
tr: Diğer kullanıcıların e-posta adreslerini değiştiremezsiniz.

# users api
source: This feature has been disabled. Please use %(provider)s to delete your account.
tr: Bu özellik devre dışı bırakıldı. Lütfen hesabınızı silmek için %(provider)s kullanın.

# users api
source: You can't request data downloads for other users.
tr: Diğer kullanıcılar için veri indirme talep edemezsiniz.

# users api
source: You can't download your data.
tr: Verilerinizi indiremezsiniz.

# users api
source: You can't have more than one data download request at a single time.
tr: Tek seferde birden fazla veri indirme isteğiniz olamaz.

# users api
source: You can't see other users data downloads.
tr: Diğer kullanıcıların veri indirmelerini göremezsiniz.

# user options page
source: Forum options
tr: Forum seçenekleri

# user options page
source: Edit details
tr: Detayları düzenle

# user options page
source: Change username
tr: Kullanıcı adını değiştir

# user options page
source: Change e-mail or password
tr: E-posta veya parolayı değiştir

# user options page
source: Download data
tr: Verileri indir

# user options page
source: Delete account
tr: Hesabı sil

# users lists page
source: Top posters
tr: En çok gönderi yapanlar

# user profile page
source: Posts
tr: Gönderiler

# user profile page
source: Threads
tr: Konular

# user profile page
source: Followers
tr: Takipçiler

# user profile page
source: Follows
tr: Takip Edilenler

# user profile page
source: Details
tr: Detaylar

# user profile page
source: Username history
tr: Kullanıcı adı geçmişi

# user profile page
source: Ban details
tr: Yasaklama detayları

# avatar upload size validator
source: Uploaded file is too big.
tr: Yüklenen dosya çok büyük.

# avatar upload validator
source: Uploaded file type is not supported.
tr: Yüklenen dosya türü desteklenmiyor.

# avatar upload dimensions validator
source: Uploaded image should be at least %(size)s pixels tall and wide.
tr: Yüklenen resim en az %(size)s piksel yüksekliğinde ve genişliğinde olmalıdır.

# avatar upload dimensions validator
source: Uploaded image is too big.
tr: Yüklenen resim çok büyük.

# avatar upload dimensions validator
source: Uploaded image ratio cannot be greater than 16:9.
tr: Yüklenen resim oranı 16:9'dan büyük olamaz.

# avatar upload crop validator
source: Crop data is invalid. Please try again.
tr: Kırpma verileri geçersiz. Lütfen tekrar deneyin.

# recaptcha check
source: Please try again.
tr: Lütfen tekrar deneyin.

# recaptcha check
source: Failed to contact reCAPTCHA API.
tr: reCAPTCHA API ile iletişim kurulamadı.

# qacaptcha check
source: Entered answer is incorrect.
tr: Girilen cevap yanlış.

# block authenticated decorator
source: This page is not available to signed in users.
tr: Bu sayfa giriş yapmış kullanıcılar için mevcut değil.

# block guests decorator
source: You have to sign in to access this page.
tr: Bu sayfaya erişmek için giriş yapmalısınız.

# auth form
source: Fill out both fields.
tr: Her iki alanı da doldurun.

# auth form
source: Login or password is incorrect.
tr: Giriş bilgisi veya parola yanlış.

# auth form
source: You have to activate your account before you will be able to sign in.
tr: Giriş yapabilmek için önce hesabınızı etkinleştirmelisiniz.

# auth form
source: Your account has to be activated by site administrator before you will be able to sign in.
tr: Giriş yapabilmeniz için hesabınızın site yöneticisi tarafından etkinleştirilmesi gerekir.

# login form
source: Username or e-mail
tr: Kullanıcı adı veya e-posta

# login form
source: Password
tr: Parola

# admin login form
source: Your account does not have admin privileges.
tr: Hesabınızın yönetici ayrıcalıkları yok.

# auth email form
source: Enter e-mail address.
tr: E-posta adresini girin.

# auth email form
source: Entered e-mail is invalid.
tr: Girilen e-posta geçersiz.

# auth email form
source: No user with this e-mail exists.
tr: Bu e-posta ile kullanıcı bulunmuyor.

# resend activation form
source: %(user)s, your account is already active.
tr: %(user)s, hesabınız zaten aktif.

# resend activation form
source: %(user)s, only administrator may activate your account.
tr: %(user)s, yalnızca yönetici hesabınızı etkinleştirebilir.

# reset password form
source: You have to activate your account before you will be able to request new password.
tr: Yeni parola talep edebilmek için önce hesabınızı etkinleştirmelisiniz.

# reset password form
source: Administrator has to activate your account before you will be able to request new password.
tr: Yeni parola talep edebilmeniz için yöneticinin hesabınızı etkinleştirmesi gerekir.

# register form
source: This username is not allowed.
tr: Bu kullanıcı adına izin verilmiyor.

# register form
source: This e-mail address is not allowed.
tr: Bu e-posta adresine izin verilmiyor.

# register form
source: This agreement is required.
tr: Bu sözleşme gereklidir.

# register form
source: New registrations from your current IP address are not allowed.
tr: Mevcut IP adresinizden yeni kayıtlara izin verilmiyor.

# data download ready email subject
source: %(user)s, your data download is ready
tr: %(user)s, veri indirmeniz hazır

# rank name
source: Forum team
tr: Forum ekibi

# rank name
source: Team
tr: Ekip

# rank name
source: Members
tr: Üyeler

# ban type choice
source: Username
tr: Kullanıcı adı

# ban type choice
source: E-mail address
tr: E-posta adresi

# ban type choice
source: IP address
tr: IP adresi

# user data download status
source: Pending
tr: Beklemede

# user data download status
source: Processing
tr: İşleniyor

# user data download status
source: Ready
tr: Hazır

# user data download status
source: Expired
tr: Süresi dolmuş

# user deleted by
source: By self
tr: Kendisi tarafından

# user deleted by
source: By staff
tr: Ekip tarafından

# user deleted by
source: By system
tr: Sistem tarafından

# default rank
source: Forum team
tr: Forum ekibi

# user default subscription choice
source: No
tr: Hayır

# user default subscription choice
source: Notify
tr: Bildir

# user default subscription choice
source: Notify with e-mail
tr: E-posta ile bildir

# user default invites choice
source: Everybody
tr: Herkes

# user default invites choice
source: Users I follow
tr: Takip ettiğim kullanıcılar

# user default invites choice
source: Nobody
tr: Hiç kimse

# user
source: joined on
tr: katılma tarihi

# user
source: staff status
tr: ekip durumu

# user
source: Designates whether the user can log into admin sites.
tr: Kullanıcının yönetici sitelerine giriş yapıp yapamayacağını belirtir.

# user
source: active
tr: aktif

# user
source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
tr: Bu kullanıcının aktif olarak kabul edilip edilmeyeceğini belirtir. Hesapları silmek yerine bunu seçmeyin.

# users accounts permission
source: Account settings
tr: Hesap ayarları

# users accounts permission
source: Allowed username changes number
tr: İzin verilen kullanıcı adı değişikliği sayısı

# users accounts permission
source: Don't count username changes older than
tr: Şu tarihten eski kullanıcı adı değişikliklerini sayma

# users accounts permission
source: Number of days since name change that makes that change no longer count to limit. Enter zero to make all changes count.
tr: İsim değişikliğinden sonraki gün sayısı, bu değişikliğin artık limite dahil edilmemesini sağlar. Tüm değişikliklerin sayılması için sıfır girin.

# users accounts permission
source: Can have signature
tr: İmzası olabilir

# users accounts permission
source: Can put links in signature
tr: İmzaya bağlantı ekleyebilir

# users accounts permission
source: Can put images in signature
tr: İmzaya resim ekleyebilir

# users accounts permission
source: Can use text blocks in signature
tr: İmzada metin blokları kullanabilir

# users accounts permission
source: Controls whether or not users can put quote, code, spoiler blocks and horizontal lines in signatures.
tr: Kullanıcıların imzalara alıntı, kod, spoiler blokları ve yatay çizgiler koyup koyamayacağını kontrol eder.

# view decorator
source: You have to sign in to perform this action.
tr: Bu işlemi gerçekleştirmek için giriş yapmalısınız.

# view decorator
source: Only guests can perform this action.
tr: Bu işlemi yalnızca misafirler gerçekleştirebilir.

# users delete permission
source: Deleting users
tr: Kullanıcıları silme

# users delete permission
source: Maximum age of deleted account (in days)
tr: Silinen hesabın maksimum yaşı (gün cinsinden)

# users delete permission
source: Enter zero to disable this check.
tr: Bu kontrolü devre dışı bırakmak için sıfır girin.

# users delete permission
source: Maximum number of posts on deleted account
tr: Silinen hesaptaki maksimum gönderi sayısı

# users delete permission
source: You can't delete users.
tr: Kullanıcıları silemezsiniz.

# users delete permission
source: You can't delete your account.
tr: Hesabınızı silemezsiniz.

# users delete permission
source: Administrators can't be deleted.
tr: Yöneticiler silinemez.

# users delete permission
source: You can't delete users that are members for more than %(days)s day.
tr: %(days)s günden fazla süredir üye olan kullanıcıları silemezsiniz.

# users delete permission
source: You can't delete users that made more than %(posts)s post.
tr: %(posts)s gönderiden fazla gönderi yapmış kullanıcıları silemezsiniz.

# users delete permission
source: You can't delete other users accounts.
tr: Diğer kullanıcıların hesaplarını silemezsiniz.

# users delete permission
source: You can't delete your account because you are an administrator.
tr: Yönetici olduğunuz için hesabınızı silemezsiniz.

# users moderation permission
source: Users moderation
tr: Kullanıcı moderasyonu

# users moderation permission
source: Can rename users
tr: Kullanıcıları yeniden adlandırabilir

# users moderation permission
source: Can moderate avatars
tr: Avatarları yönetebilir

# users moderation permission
source: Can moderate signatures
tr: İmzaları yönetebilir

# users moderation permission
source: Can moderate profile details
tr: Profil detaylarını yönetebilir

# users moderation permission
source: Can ban users
tr: Kullanıcıları yasaklayabilir

# users moderation permission
source: Max length, in days, of imposed ban
tr: Uygulanan yasağın maksimum süresi (gün cinsinden)

# users moderation permission
source: Enter zero to let moderators impose permanent bans.
tr: Moderatörlerin kalıcı yasaklamalar uygulamasına izin vermek için sıfır girin.

# users moderation permission
source: Can lift bans
tr: Yasaklamaları kaldırabilir

# users moderation permission
source: Max length, in days, of lifted ban
tr: Kaldırılan yasağın maksimum süresi (gün cinsinden)

# users moderation permission
source: Enter zero to let moderators lift permanent bans.
tr: Moderatörlerin kalıcı yasaklamaları kaldırmasına izin vermek için sıfır girin.

# users moderation permission
source: You can't rename users.
tr: Kullanıcıları yeniden adlandıramazsınız.

# users moderation permission
source: You can't rename administrators.
tr: Yöneticileri yeniden adlandıramazsınız.

# users moderation permission
source: You can't moderate avatars.
tr: Avatarları yönetemezsiniz.

# users moderation permission
source: You can't moderate administrators avatars.
tr: Yöneticilerin avatarlarını yönetemezsiniz.

# users moderation permission
source: You can't moderate signatures.
tr: İmzaları yönetemezsiniz.

# users moderation permission
source: You can't moderate administrators signatures.
tr: Yöneticilerin imzalarını yönetemezsiniz.

# users moderation permission
source: You have to sign in to edit profile details.
tr: Profil detaylarını düzenlemek için giriş yapmalısınız.

# users moderation permission
source: You can't edit other users details.
tr: Diğer kullanıcıların detaylarını düzenleyemezsiniz.

# users moderation permission
source: You can't edit administrators details.
tr: Yöneticilerin detaylarını düzenleyemezsiniz.

# users moderation permission
source: You can't ban users.
tr: Kullanıcıları yasaklayamazsınız.

# users moderation permission
source: Administrators can't be banned.
tr: Yöneticiler yasaklanamaz.

# users moderation permission
source: You can't lift bans.
tr: Yasaklamaları kaldıramazsınız.

# users moderation permission
source: This user is not banned.
tr: Bu kullanıcı yasaklı değil.

# users moderation permission
source: You can't lift permanent bans.
tr: Kalıcı yasaklamaları kaldıramazsınız.

# users moderation permission
source: You can't lift bans that expire after %(expiration)s.
tr: %(expiration)s tarihinden sonra sona erecek yasaklamaları kaldıramazsınız.

# users profiles permission
source: Can browse users list
tr: Kullanıcı listesine göz atabilir

# users profiles permission
source: Can search user profiles
tr: Kullanıcı profillerinde arama yapabilir

# users profiles permission
source: Can see other members name history
tr: Diğer üyelerin kullanıcı adı geçmişini görebilir

# users profiles permission
source: Can see members bans details
tr: Üyelerin yasaklama detaylarını görebilir

# users profiles permission
source: Allows users with this permission to see user and staff ban messages.
tr: Bu izne sahip kullanıcıların kullanıcı ve ekip yasaklama mesajlarını görmesine izin verir.

# users profiles permission
source: User profiles
tr: Kullanıcı profilleri

# users profiles permission
source: Can follow other users
tr: Diğer kullanıcıları takip edebilir

# users profiles permission
source: Can be blocked by other users
tr: Diğer kullanıcılar tarafından engellenebilir

# users profiles permission
source: Can see members e-mails
tr: Üyelerin e-postalarını görebilir

# users profiles permission
source: Can see members IPs
tr: Üyelerin IP'lerini görebilir

# users profiles permission
source: Can see members that hide their presence
tr: Çevrimiçi durumunu gizleyen üyeleri görebilir

# users profiles permission
source: You can't browse users list.
tr: Kullanıcı listesine göz atamazsınız.

# users profiles permission
source: You can't follow other users.
tr: Diğer kullanıcıları takip edemezsiniz.

# users profiles permission
source: You can't add yourself to followed.
tr: Kendinizi takip edilenlere ekleyemezsiniz.

# users profiles permission
source: Administrators can't be blocked.
tr: Yöneticiler engellenemez.

# users profiles permission
source: You can't block yourself.
tr: Kendinizi engelleyemezsiniz.

# users profiles permission
source: You can't see users bans details.
tr: Kullanıcıların yasaklama detaylarını göremezsiniz.

# bio profile field
source: Bio
tr: Biyografi

# real_name profile field
source: Real name
tr: Gerçek ad

# location profile field
source: Location
tr: Konum

# gender profile field
source: Gender
tr: Cinsiyet

# gender profile field choice
source: Not specified
tr: Belirtilmemiş

# gender profile field choice
source: Not telling
tr: Söylememeyi tercih ediyor

# gender profile field choice
source: Female
tr: Kadın

# gender profile field choice
source: Male
tr: Erkek

# website profile field
source: Website
tr: Web sitesi

# website profile field
source: If you own a website you wish to share on your profile, you may enter its address here. Remember that, for it to be valid, it should start with either "http://" or "https://".
tr: Profilinizde paylaşmak istediğiniz bir web siteniz varsa, adresini buraya girebilirsiniz. Geçerli olması için "http://" veya "https://" ile başlaması gerektiğini unutmayın.

# twitter handle profile field
source: X (formerly Twitter) handle
tr: X (eski adıyla Twitter) kullanıcı adı

# twitter handle profile field
source: If you own an X account, here you may enter your X handle for other users to find you. Starting your handle with "@" sign is optional. Either "@%(slug)s" or "%(slug)s" are valid values.
tr: Bir X hesabınız varsa, diğer kullanıcıların sizi bulması için X kullanıcı adınızı buraya girebilirsiniz. Kullanıcı adınızı "@" işaretiyle başlatmak isteğe bağlıdır. Hem "@%(slug)s" hem de "%(slug)s" geçerli değerlerdir.

# twitter handle profile field
source: This is not a valid X handle.
tr: Bu geçerli bir X kullanıcı adı değil.

# join ip profile field
source: Join IP
tr: Katılım IP'si

# welcome email subject
source: Welcome on %(forum_name)s forums!
tr: %(forum_name)s forumlarına hoş geldiniz!

# search provider
source: Users
tr: Kullanıcılar

# search users
source: You don't have permission to search users.
tr: Kullanıcı arama izniniz yok.

# ban message
source: Your IP address is banned.
tr: IP adresiniz yasaklandı.

# ban message
source: You are banned.
tr: Yasaklısınız.

# edit signature serializer
source: Signature is too long.
tr: İmza çok uzun.

# change username serializer
source: Enter new username.
tr: Yeni kullanıcı adı girin.

# change username serializer
source: New username is same as current one.
tr: Yeni kullanıcı adı mevcut olanla aynı.

# change password serializer
source: Entered password is invalid.
tr: Girilen parola geçersiz.

# change email serializer
source: Entered password is invalid.
tr: Girilen parola geçersiz.

# change email serializer
source: You have to enter new e-mail address.
tr: Yeni e-posta adresi girmelisiniz.

# change email serializer
source: New e-mail is same as current one.
tr: Yeni e-posta mevcut olanla aynı.

# delete own account serializer
source: Entered password is invalid.
tr: Girilen parola geçersiz.

# archived user details
source: Username
tr: Kullanıcı adı

# archived user details
source: E-mail
tr: E-posta

# archived user details
source: Joined on
tr: Katılma tarihi

# archived user details
source: Joined from IP
tr: Katıldığı IP

# archived username history
source: New username
tr: Yeni kullanıcı adı

# archived username history
source: Old username
tr: Eski kullanıcı adı
