Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# admin user form
source: This user is deleting their account. It has been deactivated for the duration of the process.
tr: Bu kullanıcı hesabını siliyor. İşlem süresince devre dışı bırakıldı.

# admin user form
source: No additional action is required. This account will be deleted automatically when process is completed.
tr: Ek bir işlem gerekmez. İşlem tamamlandığında bu hesap otomatik olarak silinecektir.

# admin user form
source: Agreements
tr: Sözleşmeler

# admin user agreements list
source: Agreement
tr: Sözleşme

# admin user agreements list
source: Type
tr: Tür

# admin user agreements list
source: Accepted on
tr: Kabul tarihi

# admin user agreements list
source: This user didn't accept any agreements.
tr: Bu kullanıcı herhangi bir sözleşmeyi kabul etmedi.

# admin users
source: New user
tr: Yeni kullanıcı

# admin users list
source: User
tr: Kullanıcı

# admin users list
source: Rank
tr: Rütbe

# admin users list
source: Registration
tr: Kayıt

# admin users list
source: Posts
tr: Mesajlar

# admin users
source: Edit user
tr: Kullanıcıyı düzenle

# admin users
source: Edit
tr: Düzenle

# admin users
source: No users matching criteria exist.
tr: Kriterlere uyan kullanıcı bulunamadı.

# admin users filter form
source: You can include wildcard ("*") in username and email search:
tr: Kullanıcı adı ve e-posta aramasında joker karakter ("*") kullanabilirsiniz:

# admin users filter form
source: "admin*" will find both "admin" and "administrator".
tr: "yonetici*", hem "yonetici" hem de "yoneticisi"ni bulacaktır.

# admin users filter form
source: "*can" will match both "can" and "marican".
tr: "*can", hem "can" hem de "marican" ile eşleşecektir.

# admin users filter form
source: "*son*" will match "son", "song", "firstson" and "firstsong".
tr: "*son*", "son", "song", "firstson" ve "firstsong" ile eşleşecektir.

# admin user form
source: New user
tr: Yeni kullanıcı

# admin user form
source: Save user
tr: Kullanıcıyı kaydet

# category status icon
source: This category has new posts. (closed)
tr: Bu kategoride yeni mesajlar var. (kapalı)

# category status icon
source: This category has no new posts. (closed)
tr: Bu kategoride yeni mesaj yok. (kapalı)

# category status icon
source: This category has new posts.
tr: Bu kategoride yeni mesajlar var.

# category status icon
source: This category has no new posts.
tr: Bu kategoride yeni mesaj yok.

# category last reply
source: Protected category
tr: Korunan kategori

# category last reply
source: Private category
tr: Özel kategori

# category last reply
source: Empty category
tr: Boş kategori

# category stats
source: %(threads)s thread
tr: %(threads)s konu

# category stats
source: %(posts)s post
tr: %(posts)s mesaj

# categories page
source: No categories exist or you don't have permission to see them.
tr: Hiç kategori yok veya onları görme izniniz yok.

# categories page
source: Categories
tr: Kategoriler

# categories page
source: There is %(categories)s main category currenty available on the %(forum_name)s.
tr: %(forum_name)s üzerinde şu anda %(categories)s ana kategori bulunmaktadır.

# account activated email
source: %(user)s, your account has been activated by site administrator.
tr: %(user)s, hesabınız site yöneticisi tarafından etkinleştirildi.

# account activated email from admin sign in cta link
source: this form
tr: bu form

# account activated email from admin sign in cta
source: You can now sign in to it using %(login_form)s.
tr: Şimdi %(login_form)s kullanarak giriş yapabilirsiniz.

# account activated email
source: You can now sign in to it using the form below:
tr: Şimdi aşağıdaki formu kullanarak giriş yapabilirsiniz:

# account activation email
source: %(user)s, to activate your account click the below link:
tr: %(user)s, hesabınızı etkinleştirmek için aşağıdaki bağlantıya tıklayın:

# account activation email cta link
source: Activate my account
tr: Hesabımı etkinleştir

# email footer
source: Sent from %(forum_host)s
tr: %(forum_host)s adresinden gönderildi

# confirm email change email
source: %(user)s, you are receiving this message because you have changed your e-mail address.
tr: %(user)s, bu mesajı e-posta adresinizi değiştirdiğiniz için alıyorsunuz.

# confirm email change email
source: To confirm this change, click the link below:
tr: Bu değişikliği onaylamak için aşağıdaki bağlantıya tıklayın:

# confirm email change email cta
source: Confirm change
tr: Değişikliği onayla

# confirm password change email
source: %(user)s, you are receiving this message because you have changed your password.
tr: %(user)s, bu mesajı şifrenizi değiştirdiğiniz için alıyorsunuz.

# confirm password change email
source: To confirm this change, click the link below:
tr: Bu değişikliği onaylamak için aşağıdaki bağlantıya tıklayın:

# confirm password change email cta
source: Confirm change
tr: Değişikliği onayla

# change forgotten password email
source: %(user)s, you are receiving this message because you want to change forgotten password to your account.
tr: %(user)s, bu mesajı hesabınızın unutulan şifresini değiştirmek istediğiniz için alıyorsunuz.

# change forgotten password email
source: To set new password to your account click the link below:
tr: Hesabınıza yeni bir şifre belirlemek için aşağıdaki bağlantıya tıklayın:

# change forgotten password email cta
source: Set new password
tr: Yeni şifre belirle

# data download ready email
source: %(user)s, you are receiving this message because your data is ready for download.
tr: %(user)s, bu mesajı verileriniz indirilmeye hazır olduğu için alıyorsunuz.

# data download ready email cta
source: Download data
tr: Verileri indir

# data download ready email
source: This link will remain active for %(expires_in)s hour from the time this message has been sent.
tr: Bu bağlantı, bu mesaj gönderildikten sonra %(expires_in)s saat boyunca aktif kalacaktır.

# data download ready email
source: To download your data, click the following link:
tr: Verilerinizi indirmek için aşağıdaki bağlantıya tıklayın:

# new private thread email
source: %(user)s, you are receiving this message because %(sender)s has invited you to participate in private thread %(thread)s.
tr: %(user)s, bu mesajı %(sender)s sizi %(thread)s özel konusuna katılmaya davet ettiği için alıyorsunuz.

# new private thread email
source: To read this thread click the link below:
tr: Bu konuyu okumak için aşağıdaki bağlantıya tıklayın:

# new private thread email
source: %(user)s, you are receiving this message because %(sender)s has invited you to participate in private thread "%(thread)s".
tr: %(user)s, bu mesajı %(sender)s sizi "%(thread)s" özel konusuna katılmaya davet ettiği için alıyorsunuz.

# welcome email
source: %(user)s, thank you for joining us!
tr: %(user)s, aramıza katıldığınız için teşekkür ederiz!

# welcome email
source: You may now join discussion on our site. Why not spend a minute or two to have a look around and share your opinions and knowledge with rest of community?
tr: Artık sitemizdeki tartışmalara katılabilirsiniz. Neden bir iki dakikanızı ayırıp etrafı incelemiyor ve görüşlerinizi ve bilgilerinizi topluluğun geri kalanıyla paylaşmıyorsunuz?

# welcome email complete sign in cta link
source: this form
tr: bu form

# welcome email complete sign in cta
source: You can always sign in to your account using %(login_form)s.
tr: Her zaman %(login_form)s kullanarak hesabınıza giriş yapabilirsiniz.

# welcome email
source: You can always sign in to your account using the form below:
tr: Her zaman aşağıdaki formu kullanarak hesabınıza giriş yapabilirsiniz:

# welcome email
source: Before you will be able to join discussion on our site, one of administrators will have to activate your account.
tr: Sitemizdeki tartışmaya katılabilmeniz için önce yöneticilerden birinin hesabınızı etkinleştirmesi gerekecektir.

# welcome email
source: You will receive an e-mail with notification once this happens.
tr: Bu gerçekleştiğinde bildirim içeren bir e-posta alacaksınız.

# welcome email
source: Thank you for your patience and see you soon!
tr: Sabrınız için teşekkür ederiz, yakında görüşürüz!

# welcome email
source: Before you will be able to join discussion on our site, you have to activate your account. To do so, simply click the link below:
tr: Sitemizdeki tartışmaya katılabilmeniz için önce hesabınızı etkinleştirmeniz gerekiyor. Bunu yapmak için aşağıdaki bağlantıya tıklamanız yeterlidir:

# welcome email activate link
source: Activate my account
tr: Hesabımı etkinleştir

# welcome email inactive sign in cta link
source: this form
tr: bu form

# welcome email inactive sign in cta
source: Once your account is activated, you can always sign in to it using %(login_form)s.
tr: Hesabınız etkinleştirildikten sonra, her zaman %(login_form)s kullanarak giriş yapabilirsiniz.

# welcome email
source: Once your account is activated, you can always sign in to it using the form below:
tr: Hesabınız etkinleştirildikten sonra, her zaman aşağıdaki formu kullanarak giriş yapabilirsiniz:

# new thread reply email
source: %(sender)s has posted a new reply to the %(thread)s thread that you are watching.
tr: %(sender)s, izlediğiniz %(thread)s konusuna yeni bir yanıt gönderdi.

# new thread reply email
source: You can read this reply by clicking on the following link:
tr: Aşağıdaki bağlantıya tıklayarak bu yanıtı okuyabilirsiniz:

# new thread reply email cta
source: Go to reply
tr: Yanıta git

# new thread reply email
source: To stop receiving e-mails with new reply notifications for this thread, click here:
tr: Bu konu için yeni yanıt bildirimleri içeren e-postaları almayı durdurmak için buraya tıklayın:

# new thread reply email
source: Disable e-mail notifications for this thread
tr: Bu konu için e-posta bildirimlerini devre dışı bırak

# new thread reply email
source: %(sender)s has posted a new reply to the "%(thread)s" thread that you are watching.
tr: %(sender)s, izlediğiniz "%(thread)s" konusuna yeni bir yanıt gönderdi.

# error 403 page
source: Page not available
tr: Sayfa mevcut değil

# error 403 page
source: You don't have permission to access this page.
tr: Bu sayfaya erişim izniniz yok.

# error 403 page
source: This page is not available.
tr: Bu sayfa mevcut değil.

# error 404 page
source: Page not found
tr: Sayfa bulunamadı

# error 404 page
source: The link you've followed was incorrect or the page has been moved or deleted.
tr: Takip ettiğiniz bağlantı hatalıydı veya sayfa taşınmış ya da silinmiş.

# error 404 page
source: Requested page could not be found.
tr: İstenen sayfa bulunamadı.

# error 405 page
source: Wrong way
tr: Yanlış yol

# error 405 page
source: This page should be reached via form submission or pressing button.
tr: Bu sayfaya form gönderimi veya düğmeye basılarak ulaşılmalıdır.

# error 405 page
source: Page reached in wrong way.
tr: Sayfaya yanlış yoldan ulaşıldı.

source: This ban expires on %(expires_on)s.
tr: Bu yasaklama %(expires_on)s tarihinde sona eriyor.

# error banned message
source: This ban is permanent.
tr: Bu yasaklama kalıcıdır.

# error banned page
source: You are banned
tr: Yasaklısınız

# error banned page
source: You are banned from accessing this page.
tr: Bu sayfaya erişiminiz yasaklanmıştır.

# error csrf page
source: Request blocked
tr: İstek engellendi

# error csrf page
source: This error is usually caused by your browser not accepting or using outdated cookies. Check your browser configuration and try again.
tr: Bu hata genellikle tarayıcınızın çerezleri kabul etmemesi veya eski çerezleri kullanmasından kaynaklanır. Tarayıcı yapılandırmanızı kontrol edin ve tekrar deneyin.

# error csrf page
source: Suspicious request blocked.
tr: Şüpheli istek engellendi.

# error csrf authenticated page
source: This error is usually caused by the used web browser not accepting or using outdated cookies.
tr: Bu hata genellikle kullanılan web tarayıcısının çerezleri kabul etmemesi veya eski çerezleri kullanmasından kaynaklanır.

# error csrf page
source: Check your browser configuration and try again.
tr: Tarayıcı yapılandırmanızı kontrol edin ve tekrar deneyin.

# error csrf authenticated page
source: Request blocked
tr: İstek engellendi

# error csrf authenticated page
source: Suspicious request blocked.
tr: Şüpheli istek engellendi.

# error csrf authenticated page
source: Check your browser configuration and try again.
tr: Tarayıcı yapılandırmanızı kontrol edin ve tekrar deneyin.

# error oauth2 page
source: Could not sign in with %(provider)s
tr: %(provider)s ile giriş yapılamadı

# error oauth2 page
source: Please try again.
tr: Lütfen tekrar deneyin.

# error oauth2 page cta
source: Sign in
tr: Giriş yap

# error oauth2 profile page
source: Could not sign in with %(provider)s
tr: %(provider)s ile giriş yapılamadı

# error oauth2 profile page
source: Found problems:
tr: Bulunan sorunlar:

# error social auth page
source: Problem with sign in
tr: Giriş yaparken sorun oluştu

# error social auth page
source: Please try again or use another method to sign in if the problem persists.
tr: Lütfen tekrar deneyin veya sorun devam ederse giriş yapmak için başka bir yöntem kullanın.

# forum footer
source: For complete experience please enable JavaScript.
tr: Tam bir deneyim için lütfen JavaScript'i etkinleştirin.

# forum footer
source: Terms of service
tr: Hizmet şartları

# forum footer
source: Privacy policy
tr: Gizlilik politikası

# set new password error page
source: Set new password error
tr: Yeni şifre belirleme hatası

# forgotten password error page
source: Change forgotten password error
tr: Unutulan şifre değiştirme hatası

# set new password error page
source: Can't set new password.
tr: Yeni şifre ayarlanamıyor.

# forgotten password error page
source: Can't change forgotten password.
tr: Unutulan şifre değiştirilemiyor.

# forgotten password error page cta
source: Request another password change link.
tr: Başka bir şifre değiştirme bağlantısı isteyin.

# set new password form page
source: Set new password
tr: Yeni şifre belirle

# forgotten password form page
source: Change forgotten password
tr: Unutulan şifreyi değiştir

# forgotten password form page
source: To reset your password please enable JavaScript.
tr: Şifrenizi sıfırlamak için lütfen JavaScript'i etkinleştirin.

# set new password page
source: Set new password
tr: Yeni şifre belirle

# forgotten password page
source: Change forgotten password
tr: Unutulan şifreyi değiştir

# set new password page
source: Your user account has no password set for it because it was created with other service.
tr: Kullanıcı hesabınız başka bir hizmetle oluşturulduğu için şifresi ayarlanmamıştır.

# set new password page
source: To set password for your account, you can use special secure form that will be available by special link valid only for your browser, for seven days or until your password is set.
tr: Hesabınız için şifre belirlemek üzere, yalnızca tarayıcınız için yedi gün veya şifreniz belirlenene kadar geçerli olacak özel bir bağlantı aracılığıyla kullanılabilen özel güvenli formu kullanabilirsiniz.

# forgotten password page
source: Because user passwords are processed in an irreversible way before being saved to database, it is not possible for us to simply send you your password.
tr: Kullanıcı şifreleri veritabanına kaydedilmeden önce geri döndürülemez bir şekilde işlendiğinden, size şifrenizi göndermemiz mümkün değildir.

# forgotten password page
source: Instead, you can change your password using special secure form that will be available by special link valid only for your browser, for seven days or until your password is changed.
tr: Bunun yerine, şifrenizi yalnızca tarayıcınız için yedi gün veya şifreniz değiştirilene kadar geçerli olacak özel bir bağlantı aracılığıyla kullanılabilen özel güvenli formu kullanarak değiştirebilirsiniz.

# forgotten password page
source: To receive this link, enter your account's e-mail address and press the "Send link" button.
tr: Bu bağlantıyı almak için hesabınızın e-posta adresini girin ve "Bağlantıyı gönder" düğmesine basın.

# forgotten password page
source: To request new password reset link please enable JavaScript.
tr: Yeni şifre sıfırlama bağlantısı istemek için lütfen JavaScript'i etkinleştirin.

# navbar
source: Open search
tr: Aramayı aç

# navbar
source: Open private threads
tr: Özel konuları aç

# navbar
source: Open notifications
tr: Bildirimleri aç

# navbar
source: Open your options
tr: Seçeneklerinizi açın

# cta
source: Sign in
tr: Giriş yap

# cta
source: Register
tr: Kayıt ol

# notifications page
source: Notifications
tr: Bildirimler

# notifications page
source: Enable JavaScript
tr: JavaScript'i etkinleştirin

# notifications page
source: You need to enable JavaScript in your browser to see your notifications.
tr: Bildirimlerinizi görmek için tarayıcınızda JavaScript'i etkinleştirmeniz gerekir.

# notifications page
source: Loading...
tr: Yükleniyor...

# notifications disabled page
source: E-mail notifications disabled
tr: E-posta bildirimleri devre dışı bırakıldı

# notifications disabled page
source: You will no longer receive e-mail notifications when someone replies to this thread.
tr: Artık biri bu konuya yanıt verdiğinde e-posta bildirimleri almayacaksınız.

# notifications disabled page
source: If you change your mind and want to re-enable e-mail notifications, you can do so by adjusting your notification settings on thread's page.
tr: Fikrinizi değiştirir ve e-posta bildirimlerini yeniden etkinleştirmek isterseniz, konu sayfasındaki bildirim ayarlarınızı düzenleyerek bunu yapabilirsiniz.

# notifications disabled page
source: Go to thread
tr: Konuya git

# notifications disabled page
source: Go to home page
tr: Ana sayfaya git

# credentials changed page
source: Change sign-in credentials
tr: Giriş kimlik bilgilerini değiştir

# credentials changed page
source: From now you will need to use new credentials when signing in.
tr: Bundan sonra giriş yaparken yeni kimlik bilgilerini kullanmanız gerekecek.

# credentials changed error page
source: Change confirmation link is invalid.
tr: Değişiklik onaylama bağlantısı geçersiz.

# credentials changed error page
source: The confirmation link belongs to other user, was already used, or has expired.
tr: Onaylama bağlantısı başka bir kullanıcıya ait, zaten kullanılmış veya süresi dolmuş.

# credentials changed page cta
source: Request another confirmation link.
tr: Başka bir onaylama bağlantısı isteyin.

# change options page
source: Change your options
tr: Seçeneklerinizi değiştirin

# change options page
source: Enable JavaScript
tr: JavaScript'i etkinleştirin

# change options page
source: You need to enable JavaScript in your browser to change your options.
tr: Seçeneklerinizi değiştirmek için tarayıcınızda JavaScript'i etkinleştirmeniz gerekir.

# change options page
source: Loading...
tr: Yükleniyor...

# private thread participants
source: Add participant
tr: Katılımcı ekle

# private thread participants
source: This thread has %(users)s participant.
tr: Bu konunun %(users)s katılımcısı var.

# thread poll
source: %(votes)s vote.
tr: %(votes)s oy.

# thread poll
source: Voting ends %(ends_on)s.
tr: Oylama %(ends_on)s tarihinde sona eriyor.

# thread poll
source: Voting is public.
tr: Oylama herkese açıktır.

# thread poll
source: Started by %(poster)s on %(posted_on)s.
tr: %(poster)s tarafından %(posted_on)s tarihinde başlatıldı.

# thread poll
source: %(votes)s vote, %(proc)s%% of total.
tr: %(votes)s oy, toplamın %(proc)s%%'si.

# thread poll
source: You've voted on this choice.
tr: Bu seçeneğe oy verdiniz.

# thread poll
source: Vote
tr: Oy ver

# thread poll
source: See votes
tr: Oyları gör

# thread poll
source: Edit
tr: Düzenle

# thread poll
source: Delete
tr: Sil

# thread poll
source: You can select %(choices)s choice.
tr: %(choices)s seçenek seçebilirsiniz.

# thread poll
source: You can change your vote later.
tr: Oyunuzu daha sonra değiştirebilirsiniz.

# thread poll
source: Votes are final.
tr: Oylar nihaidir.

# thread poll
source: Save your vote
tr: Oyunuzu kaydedin

# thread poll
source: See results
tr: Sonuçları gör

# user profile page ban details
source: Ban details
tr: Yasaklama detayları

# user profile page ban details
source: User-shown ban message
tr: Kullanıcıya gösterilen yasaklama mesajı

# user profile page ban details
source: Team-shown ban message
tr: Ekibe gösterilen yasaklama mesajı

source: Ban expiration
tr: Yasaklama bitiş tarihi

# user profile page ban details
source: %(username)s's ban expires on %(expires_on)s.
tr: %(username)s adlı kullanıcının yasağı %(expires_on)s tarihinde sona eriyor.

# user profile page ban details
source: %(username)s's ban is permanent.
tr: %(username)s adlı kullanıcının yasağı kalıcıdır.

# user profile page
source: %(title)s, joined on %(joined_on)s.
tr: %(title)s, katılım tarihi %(joined_on)s.

# user profile page
source: Wrote %(posts)s post.
tr: %(posts)s mesaj yazdı.

# user profile page
source: Started %(threads)s thread.
tr: %(threads)s konu başlattı.

# user profile page details
source: Details
tr: Detaylar

# user profile page details
source: Edit
tr: Düzenle

# user profile page details
source: You are not sharing any details with others.
tr: Başkalarıyla herhangi bir detay paylaşmıyorsunuz.

# user profile page details
source: %(username)s is not sharing any details with others.
tr: %(username)s başkalarıyla herhangi bir detay paylaşmıyor.

# user profile page feed item
source: See post
tr: Mesajı gör

# post body invalid
source: This post's contents cannot be displayed.
tr: Bu mesajın içeriği görüntülenemiyor.

# post body invalid
source: This error is caused by invalid post content manipulation.
tr: Bu hata, geçersiz mesaj içeriği manipülasyonundan kaynaklanmaktadır.

# user profile page followers
source: Followers
tr: Takipçiler

# user profile page followers
source: You have %(users)s follower.
tr: %(users)s takipçiniz var.

# user profile page followers
source: %(username)s has %(users)s follower.
tr: %(username)s kullanıcısının %(users)s takipçisi var.

# user profile page followers
source: You have no followers.
tr: Hiç takipçiniz yok.

# user profile page followers
source: %(username)s has no followers.
tr: %(username)s kullanıcısının hiç takipçisi yok.

# user profile page follows
source: Follows
tr: Takip Edilenler

# user profile page follows
source: You are following %(users)s user.
tr: %(users)s kullanıcıyı takip ediyorsunuz.

# user profile page follows
source: %(username)s is following %(users)s user.
tr: %(username)s, %(users)s kullanıcıyı takip ediyor.

# user profile page follows
source: You are not following any users.
tr: Hiçbir kullanıcıyı takip etmiyorsunuz.

# user profile page follows
source: %(username)s is not following any users.
tr: %(username)s hiçbir kullanıcıyı takip etmiyor.

# user profile page header
source: This user's account has been disabled by administrator.
tr: Bu kullanıcının hesabı yönetici tarafından devre dışı bırakıldı.

# user profile page header
source: Account disabled
tr: Hesap devre dışı

# user profile page header
source: Joined %(joined_on)s
tr: Katılım tarihi %(joined_on)s

# user profile page header
source: Message
tr: Mesaj

# user profile page header
source: Follow
tr: Takip et

# user profile page posts
source: Posts
tr: Mesajlar

# user profile page posts
source: You have posted %(posts)s message.
tr: %(posts)s mesaj gönderdiniz.

# user profile page posts
source: %(username)s has posted %(posts)s message.
tr: %(username)s, %(posts)s mesaj gönderdi.

# user profile page posts
source: You have posted no messages
tr: Hiç mesaj göndermediniz

# user profile page posts
source: %(username)s posted no messages.
tr: %(username)s hiç mesaj göndermedi.

# user profile page threads
source: Threads
tr: Konular

# user profile page threads
source: You have started %(threads)s thread.
tr: %(threads)s konu başlattınız.
