Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: tr

# threads moderation
source: Are you sure you want to delete selected threads?
tr: Seçili konuları silmek istediğinizden emin misiniz?

# threads moderation
source: Selected threads were deleted.
tr: Seçili konular silindi.

# threads moderation btn
source: Select all
tr: Tümünü seç

# threads moderation btn
source: Select none
tr: Hiçbirini seçme

# threads moderation btn
source: Pin threads globally
tr: Konuları genel olarak sabitle

# threads moderation btn
source: Pin threads in categories
tr: Konuları kategorilerde sabitle

# threads moderation btn
source: Unpin threads
tr: Konu sabitlemelerini kaldır

# threads moderation btn
source: Move threads
tr: Konuları taşı

# threads moderation btn
source: Merge threads
tr: Konuları birleştir

# threads moderation btn
source: Approve threads
tr: Konuları onayla

# threads moderation btn
source: Open threads
tr: Konuları aç

# threads moderation btn
source: Close threads
tr: Konuları kapat

# threads moderation btn
source: Unhide threads
tr: Konuları görünür yap

# threads moderation btn
source: Hide threads
tr: Konuları gizle

# threads moderation btn
source: Delete threads
tr: Konuları sil

# threads list nav
source: Moderation
tr: Moderasyon

# threads list nav
source: All categories
tr: Tüm kategoriler

# threads list nav
source: All subcategories
tr: Tüm alt kategoriler

# threads list nav
source: Start thread
tr: Konu başlat

# threads list empty
source: There are no threads on this site yet.
tr: Bu sitede henüz hiç konu yok.

# threads list empty
source: There are no threads in this category.
tr: Bu kategoride hiç konu yok.

# threads list empty
source: No threads matching specified criteria were found.
tr: Belirtilen kriterlere uyan konu bulunamadı.

# threads list
source: %(timestamp)s - latest activity
tr: %(timestamp)s - son aktivite

# threads list
source: %(poster)s - latest poster
tr: %(poster)s - son gönderen

# watch thread
source: Send e-mail notifications
tr: E-posta bildirimleri gönder

# watch thread
source: Without e-mail notifications
tr: E-posta bildirimleri olmadan

source: Not watching
tr: Takip etmiyorsun

# threads list
source: Contains unread posts
tr: Okunmamış gönderi içeriyor

# threads list
source: No unread posts
tr: Okunmamış gönderi yok

# threads list
source: %(starter)s - original poster
tr: %(starter)s - konuyu başlatan

# threads list
source: Go to page: %(page)s
tr: Sayfaya git: %(page)s

# threads list update prompt
source: There is %(threads)s new or updated thread. Click here to show it.
tr: %(threads)s yeni veya güncellenmiş konu var. Göstermek için buraya tıklayın.

# threads list title
source: Threads
tr: Konular

# threas list more btn
source: Show more
tr: Daha fazla göster

# private threads title
source: Private threads
tr: Özel konular

# private threads list
source: Private threads are threads which only those that started them and those they have invited may see and participate in.
tr: Özel konular, yalnızca başlatanların ve davet ettikleri kişilerin görüp katılabileceği konulardır.

# private threads list empty
source: You aren't participating in any private threads.
tr: Herhangi bir özel konuya katılmıyorsunuz.

# threads list
source: All
tr: Tümü

source: All threads
tr: Tüm konular

# threads list
source: My
tr: Benim

# threads list
source: My threads
tr: Konularım

# threads list
source: New
tr: Yeni

# threads list
source: New threads
tr: Yeni konular

# threads list
source: Unread
tr: Okunmamış

# threads list
source: Unread threads
tr: Okunmamış konular

# threads list
source: Watched
tr: Takip edilen

# threads list
source: Watched threads
tr: Takip edilen konular

# threads list
source: Unapproved
tr: Onaylanmamış

# threads list
source: Unapproved content
tr: Onaylanmamış içerik

# top posters empty
source: No users have posted any new messages during last %(days)s day.
tr: Son %(days)s gün içinde hiçbir kullanıcı yeni mesaj göndermedi.

# top posters list item
source: Rank
tr: Sıra

# top posters list item
source: Ranked posts
tr: Sıralanan gönderiler

# top posters list item
source: Total posts
tr: Toplam gönderi

# top posters list
source: %(posters)s top poster from last %(days)s days.
tr: Son %(days)s günün en iyi %(posters)s göndericisi.

# users page title
source: Users
tr: Kullanıcılar

# rank users list
source: There is %(more)s more user with this rank.
tr: Bu rütbede %(more)s kullanıcı daha var.

# rank users list empty
source: There are no more users with this rank.
tr: Bu rütbede başka kullanıcı yok.

# rank users list paginator
source: Go to first page
tr: İlk sayfaya git

# rank users list paginator
source: Go to previous page
tr: Önceki sayfaya git

# rank users list paginator
source: Go to next page
tr: Sonraki sayfaya git

# rank users list paginator
source: Go to last page
tr: Son sayfaya git

# rank users list
source: There are no users with this rank at the moment.
tr: Şu anda bu rütbede kullanıcı bulunmuyor.

# ajax client error
source: Could not connect to the site.
tr: Siteye bağlanılamadı.

# ajax client error
source: Action link is invalid.
tr: Eylem bağlantısı geçersiz.

# ajax client error
source: Unknown error has occurred.
tr: Bilinmeyen bir hata oluştu.

# api error
source: Could not connect to the site.
tr: Siteye bağlanılamadı.

# api error
source: Upload was rejected by the site as too large.
tr: Yükleme, çok büyük olduğu için site tarafından reddedildi.

# api error
source: Action link is invalid.
tr: Eylem bağlantısı geçersiz.

# api error
source: Unknown error has occurred.
tr: Bilinmeyen bir hata oluştu.

# captcha field
source: Failed to load CAPTCHA.
tr: CAPTCHA yüklenemedi.

# captcha field
source: Please solve the quick test
tr: Lütfen hızlı testi çözün

# captcha field
source: This test helps us prevent automated spam registrations on the site.
tr: Bu test, sitedeki otomatik spam kayıtlarını önlememize yardımcı olur.

# page title pagination
source: page: %(page)s
tr: sayfa: %(page)s

source: You are already working on other message. Do you want to discard it?
tr: Zaten başka bir mesaj üzerinde çalışıyorsunuz. Onu silmek ister misiniz?

# api error
source: You don't have permission to perform this action.
tr: Bu eylemi gerçekleştirme izniniz yok.

# banned page
source: This ban expires on %(expires_on)s.
tr: Bu yasak %(expires_on)s tarihinde sona eriyor.

# banned page
source: This ban expires %(expires_on)s.
tr: Bu yasak %(expires_on)s sonra sona eriyor.

# banned page
source: This ban has expired.
tr: Bu yasağın süresi doldu.

# banned page
source: This ban is permanent.
tr: Bu yasak kalıcıdır.

# banned error title
source: You are banned
tr: Yasaklısınız

# agreement validator
source: You have to accept the terms of service.
tr: Hizmet şartlarını kabul etmelisiniz.

# agreement validator
source: You have to accept the privacy policy.
tr: Gizlilik politikasını kabul etmelisiniz.

# email validator
source: Enter a valid e-mail address.
tr: Geçerli bir e-posta adresi girin.

# value length validator
source: Ensure this value has at least %(limit_value)s character (it has %(show_value)s).
tr: Bu değerin en az %(limit_value)s karakter olduğundan emin olun (şu an %(show_value)s karakter).

# value length validator
source: Ensure this value has at most %(limit_value)s character (it has %(show_value)s).
tr: Bu değerin en fazla %(limit_value)s karakter olduğundan emin olun (şu an %(show_value)s karakter).

# username length validator
source: Username must be at least %(limit_value)s character long.
tr: Kullanıcı adı en az %(limit_value)s karakter uzunluğunda olmalıdır.

# username length validator
source: Username cannot be longer than %(limit_value)s character.
tr: Kullanıcı adı %(limit_value)s karakterden uzun olamaz.

# username validator
source: Username must contain Latin alphabet letters or digits.
tr: Kullanıcı adı Latin alfabesi harfleri veya rakamlar içermelidir.

# username validator
source: Username can only contain Latin alphabet letters, digits, and an underscore sign.
tr: Kullanıcı adı yalnızca Latin alfabesi harfleri, rakamlar ve alt çizgi işareti (_) içerebilir.

# password length validator
source: Valid password must be at least %(limit_value)s character long.
tr: Geçerli şifre en az %(limit_value)s karakter uzunluğunda olmalıdır.
