Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# threads posts edit permission choice
source: Own posts
tr: Kendi gönderileri

# threads posts edit permission choice
source: All posts
tr: Tüm gönderiler

# threads permission
source: Can hide own posts
tr: Kendi gönderilerini gizleyebilir

# threads permission
source: Only last posts to thread made within edit time limit can be hidden.
tr: Yalnızca düzenleme süresi sınırı içinde konuya gönderilen son gönderiler gizlenebilir.

# threads own posts hide permission choice
source: No
tr: Hayır

# threads own posts hide permission choice
source: Hide posts
tr: Gönderileri gizle

# threads own posts hide permission choice
source: Delete posts
tr: Gönderileri sil

# threads permission
source: Time limit for editing own post, in minutes
tr: Kendi gönderisini düzenleme süresi sınırı (dakika cinsinden)

# threads permission
source: Enter 0 to don't limit time for editing own posts.
tr: Kendi gönderilerini düzenleme süresini sınırlamamak için 0 girin.

# threads permission
source: Can hide all posts
tr: Tüm gönderileri gizleyebilir

# threads hide posts permission choice
source: No
tr: Hayır

# threads hide posts permission choice
source: Hide posts
tr: Gönderileri gizle

# threads hide posts permission choice
source: Delete posts
tr: Gönderileri sil

# threads permission
source: Can see posts likes
tr: Gönderi beğenilerini görebilir

# threads posts like see permission choice
source: No
tr: Hayır

# threads posts like see permission choice
source: Number only
tr: Sadece sayı

# threads posts like see permission choice
source: Number and list of likers
tr: Sayı ve beğenenlerin listesi

# threads permission
source: Can like posts
tr: Gönderileri beğenebilir

# threads permission
source: Only users with this permission to see likes can like posts.
tr: Yalnızca beğenileri görme iznine sahip kullanıcılar gönderileri beğenebilir.

# threads permission
source: Can protect posts
tr: Gönderileri koruyabilir

# threads permission
source: Only users with this permission can edit protected posts.
tr: Yalnızca bu izne sahip kullanıcılar korunan gönderileri düzenleyebilir.

# threads permission
source: Can move posts
tr: Gönderileri taşıyabilir

# threads permission
source: Will be able to move posts to other threads.
tr: Gönderileri başka konulara taşıyabilecektir.

# threads permission
source: Can merge posts
tr: Gönderileri birleştirebilir

# threads permission
source: Can approve content
tr: İçeriği onaylayabilir

# threads permission
source: Will be able to see and approve unapproved content.
tr: Onaylanmamış içeriği görebilecek ve onaylayabilecektir.

# threads permission
source: Can report posts
tr: Gönderileri rapor edebilir

# threads permission
source: Can see reports
tr: Raporları görebilir

# threads permission
source: Can hide events
tr: Olayları gizleyebilir

# threads events hide permission choice
source: No
tr: Hayır

# threads events hide permission choice
source: Hide events
tr: Olayları gizle

# threads events hide permission choice
source: Delete events
tr: Olayları sil

# threads permission
source: Require threads approval
tr: Konu onayı gerektir

# threads permission
source: Require replies approval
tr: Yanıt onayı gerektir

# threads permission
source: Require edits approval
tr: Düzenleme onayı gerektir

# threads permission
source: You have to sign in to start threads.
tr: Konu başlatmak için giriş yapmalısınız.

# threads permission
source: You don't have permission to start new threads in this category.
tr: Bu kategoride yeni konu başlatma izniniz yok.

# threads permission
source: This category is closed. You can't start new threads in it.
tr: Bu kategori kapalı. İçinde yeni konu başlatamazsınız.

# threads permission
source: You have to sign in to reply threads.
tr: Konuları yanıtlamak için giriş yapmalısınız.

# threads permission
source: You can't reply to threads in this category.
tr: Bu kategorideki konuları yanıtlayamazsınız.

# threads permission
source: This category is closed. You can't reply to threads in it.
tr: Bu kategori kapalı. İçindeki konuları yanıtlayamazsınız.

# threads permission
source: You can't reply to closed threads in this category.
tr: Bu kategorideki kapalı konuları yanıtlayamazsınız.

# threads permission
source: You have to sign in to edit threads.
tr: Konuları düzenlemek için giriş yapmalısınız.

# threads permission
source: You can't edit threads in this category.
tr: Bu kategorideki konuları düzenleyemezsiniz.

# threads permission
source: You can't edit other users threads in this category.
tr: Bu kategorideki diğer kullanıcıların konularını düzenleyemezsiniz.

# threads permission
source: You can't edit threads that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski konuları düzenleyemezsiniz.

# threads permission
source: This category is closed. You can't edit threads in it.
tr: Bu kategori kapalı. İçindeki konuları düzenleyemezsiniz.

# threads permission
source: This thread is closed. You can't edit it.
tr: Bu konu kapalı. Düzenleyemezsiniz.

# threads permission
source: You have to sign in to change threads weights.
tr: Konu ağırlıklarını değiştirmek için giriş yapmalısınız.

# threads permission
source: You can't change threads weights in this category.
tr: Bu kategorideki konu ağırlıklarını değiştiremezsiniz.

# threads permission
source: This category is closed. You can't change threads weights in it.
tr: Bu kategori kapalı. İçindeki konu ağırlıklarını değiştiremezsiniz.

# threads permission
source: This thread is closed. You can't change its weight.
tr: Bu konu kapalı. Ağırlığını değiştiremezsiniz.

# threads permission
source: You have to sign in to hide threads.
tr: Konuları gizlemek için giriş yapmalısınız.

# threads permission
source: This category is closed. You can't reveal threads in it.
tr: Bu kategori kapalı. İçindeki konuları gösteremezsiniz.

# threads permission
source: This thread is closed. You can't reveal it.
tr: Bu konu kapalı. Gösteremezsiniz.

# threads permission
source: You can't hide threads in this category.
tr: Bu kategorideki konuları gizleyemezsiniz.

# threads permission
source: You can't hide other users theads in this category.
tr: Bu kategorideki diğer kullanıcıların konularını gizleyemezsiniz.

# threads permission
source: You can't hide threads that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski konuları gizleyemezsiniz.

# threads permission
source: This category is closed. You can't hide threads in it.
tr: Bu kategori kapalı. İçindeki konuları gizleyemezsiniz.

# threads permission
source: This thread is closed. You can't hide it.
tr: Bu konu kapalı. Gizleyemezsiniz.

# threads permission
source: You have to sign in to delete threads.
tr: Konuları silmek için giriş yapmalısınız.

# threads permission
source: You can't delete threads in this category.
tr: Bu kategorideki konuları silemezsiniz.

# threads permission
source: You can't delete other users theads in this category.
tr: Bu kategorideki diğer kullanıcıların konularını silemezsiniz.

# threads permission
source: You can't delete threads that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski konuları silemezsiniz.

# threads permission
source: This category is closed. You can't delete threads in it.
tr: Bu kategori kapalı. İçindeki konuları silemezsiniz.

# threads permission
source: This thread is closed. You can't delete it.
tr: Bu konu kapalı. Silemezsiniz.

# threads permission
source: You have to sign in to move threads.
tr: Konuları taşımak için giriş yapmalısınız.

# threads permission
source: You can't move threads in this category.
tr: Bu kategorideki konuları taşıyamazsınız.

# threads permission
source: This category is closed. You can't move it's threads.
tr: Bu kategori kapalı. Konularını taşıyamazsınız.

# threads permission
source: This thread is closed. You can't move it.
tr: Bu konu kapalı. Taşıyamazsınız.

# threads permission
source: You have to sign in to merge threads.
tr: Konuları birleştirmek için giriş yapmalısınız.

# threads permission
source: Other thread can't be merged with.
tr: Diğer konu ile birleştirilemez.

# threads permission
source: You can't merge threads in this category.
tr: Bu kategorideki konuları birleştiremezsiniz.

# threads permission
source: Other thread's category is closed. You can't merge with it.
tr: Diğer konunun kategorisi kapalı. Onunla birleştiremezsiniz.

# threads permission
source: This category is closed. You can't merge it's threads.
tr: Bu kategori kapalı. Konularını birleştiremezsiniz.

# threads permission
source: Other thread is closed and can't be merged with.
tr: Diğer konu kapalı ve onunla birleştirilemez.

# threads permission
source: This thread is closed. You can't merge it with other threads.
tr: Bu konu kapalı. Diğer konularla birleştiremezsiniz.

# threads permission
source: You have to sign in to approve threads.
tr: Konuları onaylamak için giriş yapmalısınız.

# threads permission
source: You can't approve threads in this category.
tr: Bu kategorideki konuları onaylayamazsınız.

# threads permission
source: This category is closed. You can't approve threads in it.
tr: Bu kategori kapalı. İçindeki konuları onaylayamazsınız.

# threads permission
source: This thread is closed. You can't approve it.
tr: Bu konu kapalı. Onaylayamazsınız.

# threads permission
source: You have to sign in to edit posts.
tr: Gönderileri düzenlemek için giriş yapmalısınız.

# threads permission
source: Events can't be edited.
tr: Olaylar düzenlenemez.

# threads permission
source: You can't edit posts in this category.
tr: Bu kategorideki gönderileri düzenleyemezsiniz.

# threads permission
source: This post is hidden, you can't edit it.
tr: Bu gönderi gizli, düzenleyemezsiniz.

# threads permission
source: You can't edit other users posts in this category.
tr: Bu kategorideki diğer kullanıcıların gönderilerini düzenleyemezsiniz.

# threads permission
source: This post is protected. You can't edit it.
tr: Bu gönderi korumalı. Düzenleyemezsiniz.

# threads permission
source: You can't edit posts that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski gönderileri düzenleyemezsiniz.

# threads permission
source: This category is closed. You can't edit posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri düzenleyemezsiniz.

# threads permission
source: This thread is closed. You can't edit posts in it.
tr: Bu konu kapalı. İçindeki gönderileri düzenleyemezsiniz.

# threads permission
source: You have to sign in to reveal posts.
tr: Gönderileri göstermek için giriş yapmalısınız.

# threads permission
source: You can't reveal posts in this category.
tr: Bu kategorideki gönderileri gösteremezsiniz.

# threads permission
source: You can't reveal other users posts in this category.
tr: Bu kategorideki diğer kullanıcıların gönderilerini gösteremezsiniz.

# threads permission
source: This post is protected. You can't reveal it.
tr: Bu gönderi korumalı. Gösteremezsiniz.

# threads permission
source: You can't reveal posts that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski gönderileri gösteremezsiniz.

# threads permission
source: Thread's first post can only be revealed using the reveal thread option.
tr: Konunun ilk gönderisi yalnızca konuyu göster seçeneği kullanılarak gösterilebilir.

# threads permission
source: This category is closed. You can't reveal posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri gösteremezsiniz.

# threads permission
source: This thread is closed. You can't reveal posts in it.
tr: Bu konu kapalı. İçindeki gönderileri gösteremezsiniz.

# threads permission
source: You have to sign in to hide posts.
tr: Gönderileri gizlemek için giriş yapmalısınız.

# threads permission
source: You can't hide posts in this category.
tr: Bu kategorideki gönderileri gizleyemezsiniz.

# threads permission
source: You can't hide other users posts in this category.
tr: Bu kategorideki diğer kullanıcıların gönderilerini gizleyemezsiniz.

# threads permission
source: This post is protected. You can't hide it.
tr: Bu gönderi korumalı. Gizleyemezsiniz.

# threads permission
source: You can't hide posts that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski gönderileri gizleyemezsiniz.

# threads permission
source: Thread's first post can only be hidden using the hide thread option.
tr: Konunun ilk gönderisi yalnızca konuyu gizle seçeneği kullanılarak gizlenebilir.

# threads permission
source: This category is closed. You can't hide posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri gizleyemezsiniz.

# threads permission
source: This thread is closed. You can't hide posts in it.
tr: Bu konu kapalı. İçindeki gönderileri gizleyemezsiniz.

# threads permission
source: You have to sign in to delete posts.
tr: Gönderileri silmek için giriş yapmalısınız.

# threads permission
source: You can't delete posts in this category.
tr: Bu kategorideki gönderileri silemezsiniz.

# threads permission
source: You can't delete other users posts in this category.
tr: Bu kategorideki diğer kullanıcıların gönderilerini silemezsiniz.

# threads permission
source: This post is protected. You can't delete it.
tr: Bu gönderi korumalı. Silemezsiniz.

# threads permission
source: You can't delete posts that are older than %(minutes)s minute.
tr: %(minutes)s dakikadan eski gönderileri silemezsiniz.

# threads permission
source: Thread's first post can only be deleted together with thread.
tr: Konunun ilk gönderisi yalnızca konuyla birlikte silinebilir.

# threads permission
source: This category is closed. You can't delete posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri silemezsiniz.

# threads permission
source: This thread is closed. You can't delete posts in it.
tr: Bu konu kapalı. İçindeki gönderileri silemezsiniz.

# threads permission
source: You have to sign in to protect posts.
tr: Gönderileri korumak için giriş yapmalısınız.

# threads permission
source: You can't protect posts in this category.
tr: Bu kategorideki gönderileri koruyamazsınız.

# threads permission
source: You can't protect posts you can't edit.
tr: Düzenleyemediğiniz gönderileri koruyamazsınız.

# threads permission
source: You have to sign in to approve posts.
tr: Gönderileri onaylamak için giriş yapmalısınız.

# threads permission
source: You can't approve posts in this category.
tr: Bu kategorideki gönderileri onaylayamazsınız.

# threads permission
source: Thread's first post can only be approved together with thread.
tr: Konunun ilk gönderisi yalnızca konuyla birlikte onaylanabilir.

# threads permission
source: You can't approve posts the content you can't see.
tr: İçeriğini göremediğiniz gönderileri onaylayamazsınız.

# threads permission
source: This category is closed. You can't approve posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri onaylayamazsınız.

# threads permission
source: This thread is closed. You can't approve posts in it.
tr: Bu konu kapalı. İçindeki gönderileri onaylayamazsınız.

# threads permission
source: You have to sign in to move posts.
tr: Gönderileri taşımak için giriş yapmalısınız.

# threads permission
source: You can't move posts in this category.
tr: Bu kategorideki gönderileri taşıyamazsınız.

# threads permission
source: Events can't be moved.
tr: Olaylar taşınamaz.

# threads permission
source: Thread's first post can only be moved together with thread.
tr: Konunun ilk gönderisi yalnızca konuyla birlikte taşınabilir.

# threads permission
source: You can't move posts the content you can't see.
tr: İçeriğini göremediğiniz gönderileri taşıyamazsınız.

# threads permission
source: This category is closed. You can't move posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri taşıyamazsınız.

# threads permission
source: This thread is closed. You can't move posts in it.
tr: Bu konu kapalı. İçindeki gönderileri taşıyamazsınız.

# threads permission
source: You have to sign in to merge posts.
tr: Gönderileri birleştirmek için giriş yapmalısınız.

# threads permission
source: You can't merge posts in this category.
tr: Bu kategorideki gönderileri birleştiremezsiniz.

# threads permission
source: Events can't be merged.
tr: Olaylar birleştirilemez.

# threads permission
source: You can't merge posts the content you can't see.
tr: İçeriğini göremediğiniz gönderileri birleştiremezsiniz.

# threads permission
source: This category is closed. You can't merge posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri birleştiremezsiniz.

# threads permission
source: This thread is closed. You can't merge posts in it.
tr: Bu konu kapalı. İçindeki gönderileri birleştiremezsiniz.

# threads permission
source: You have to sign in to split posts.
tr: Gönderileri ayırmak için giriş yapmalısınız.

# threads permission
source: You can't split posts in this category.
tr: Bu kategorideki gönderileri ayıramazsınız.

# threads permission
source: Events can't be split.
tr: Olaylar ayrılamaz.

# threads permission
source: Thread's first post can't be split.
tr: Konunun ilk gönderisi ayrılamaz.

# threads permission
source: You can't split posts the content you can't see.
tr: İçeriğini göremediğiniz gönderileri ayıramazsınız.

# threads permission
source: This category is closed. You can't split posts in it.
tr: Bu kategori kapalı. İçindeki gönderileri ayıramazsınız.

# threads permission
source: This thread is closed. You can't split posts in it.
tr: Bu konu kapalı. İçindeki gönderileri ayıramazsınız.

# threads permission
source: You have to sign in to reveal events.
tr: Olayları göstermek için giriş yapmalısınız.

# threads permission
source: You can't reveal events in this category.
tr: Bu kategorideki olayları gösteremezsiniz.

# threads permission
source: This category is closed. You can't reveal events in it.
tr: Bu kategori kapalı. İçindeki olayları gösteremezsiniz.

# threads permission
source: This thread is closed. You can't reveal events in it.
tr: Bu konu kapalı. İçindeki olayları gösteremezsiniz.

# threads permission
source: You have to sign in to hide events.
tr: Olayları gizlemek için giriş yapmalısınız.

# threads permission
source: You can't hide events in this category.
tr: Bu kategorideki olayları gizleyemezsiniz.

# threads permission
source: This category is closed. You can't hide events in it.
tr: Bu kategori kapalı. İçindeki olayları gizleyemezsiniz.

# threads permission
source: This thread is closed. You can't hide events in it.
tr: Bu konu kapalı. İçindeki olayları gizleyemezsiniz.

# threads permission
source: You have to sign in to delete events.
tr: Olayları silmek için giriş yapmalısınız.

# threads permission
source: You can't delete events in this category.
tr: Bu kategorideki olayları silemezsiniz.

# threads permission
source: This category is closed. You can't delete events in it.
tr: Bu kategori kapalı. İçindeki olayları silemezsiniz.

# threads permission
source: This thread is closed. You can't delete events in it.
tr: Bu konu kapalı. İçindeki olayları silemezsiniz.

# search provider
source: Threads
tr: Konular

# delete posts serializer
source: You have to specify at least one post to delete.
tr: Silmek için en az bir gönderi belirtmelisiniz.

# invalid posts ids
source: One or more post ids received were invalid.
tr: Alınan gönderi kimliklerinden biri veya birkaçı geçersizdi.

# delete posts serializer
source: No more than %(limit)s post can be deleted at a single time.
tr: Tek seferde %(limit)s gönderiden fazlası silinemez.

# delete posts serializer
source: One or more posts to delete could not be found.
tr: Silinecek gönderilerden biri veya birkaçı bulunamadı.

# merge posts serializer
source: You have to select at least two posts to merge.
tr: Birleştirmek için en az iki gönderi seçmelisiniz.

# merge posts serializer
source: No more than %(limit)s post can be merged at a single time.
tr: Tek seferde %(limit)s gönderiden fazlası birleştirilemez.

# merge posts serializer
source: Posts made by different users can't be merged.
tr: Farklı kullanıcılar tarafından yapılan gönderiler birleştirilemez.

# merge posts serializer
source: Post marked as best answer can't be merged with thread's first post.
tr: En iyi yanıt olarak işaretlenen gönderi, konunun ilk gönderisiyle birleştirilemez.

# merge posts serializer
source: Posts with different visibility can't be merged.
tr: Farklı görünürlüğe sahip gönderiler birleştirilemez.

# merge posts serializer
source: One or more posts to merge could not be found.
tr: Birleştirilecek gönderilerden biri veya birkaçı bulunamadı.

# move posts serializer
source: You have to specify at least one post to move.
tr: Taşımak için en az bir gönderi belirtmelisiniz.

# move posts serializer
source: Enter link to new thread.
tr: Yeni konunun bağlantısını girin.

# invalid thread url
source: This is not a valid thread link.
tr: Bu geçerli bir konu bağlantısı değil.

# move posts serializer
source: Thread to move posts to is same as current one.
tr: Gönderilerin taşınacağı konu mevcut konuyla aynı.

# move posts serializer
source: The thread you have entered link to doesn't exist or you don't have permission to see it.
tr: Bağlantısını girdiğiniz konu mevcut değil veya görme izniniz yok.

# move posts serializer
source: You can't move posts to threads you can't reply.
tr: Yanıtlayamadığınız konulara gönderi taşıyamazsınız.

# move posts serializer
source: No more than %(limit)s post can be moved at a single time.
tr: Tek seferde %(limit)s gönderiden fazlası taşınamaz.

# move posts serializer
source: One or more posts to move could not be found.
tr: Taşınacak gönderilerden biri veya birkaçı bulunamadı.

# new thread serializer
source: You can't create new threads in selected category.
tr: Seçili kategoride yeni konu oluşturamazsınız.

# new thread serializer
source: You don't have permission to pin threads globally in this category.
tr: Bu kategoride konuları genel olarak sabitleme izniniz yok.

# new thread serializer
source: You don't have permission to pin threads in this category.
tr: Bu kategoride konuları sabitleme izniniz yok.

# new thread serializer
source: You don't have permission to hide threads in this category.
tr: Bu kategoride konuları gizleme izniniz yok.

# new thread serializer
source: You don't have permission to close threads in this category.
tr: Bu kategoride konuları kapatma izniniz yok.

# split posts serializer
source: You have to specify at least one post to split.
tr: Ayırmak için en az bir gönderi belirtmelisiniz.

# split posts serializer
source: No more than %(limit)s post can be split at a single time.
tr: Tek seferde %(limit)s gönderiden fazlası ayrılamaz.

# split posts serializer
source: One or more posts to split could not be found.
tr: Ayrılacak gönderilerden biri veya birkaçı bulunamadı.

# delete threads serializer
source: You have to specify at least one thread to delete.
tr: Silmek için en az bir konu belirtmelisiniz.

# invalid threads ids
source: One or more thread ids received were invalid.
tr: Alınan konu kimliklerinden biri veya birkaçı geçersizdi.

# delete threads serializer
source: No more than %(limit)s thread can be deleted at a single time.
tr: Tek seferde %(limit)s konudan fazlası silinemez.

# delete threads serializer
source: One or more threads to delete could not be found.
tr: Silinecek konulardan biri veya birkaçı bulunamadı.

# merge thread serializer
source: Enter link to new thread.
tr: Yeni konunun bağlantısını girin.

# merge threads serializer
source: Invalid choice.
tr: Geçersiz seçim.

# merge thread serializer
source: You can't merge thread with itself.
tr: Konuyu kendisiyle birleştiremezsiniz.

# merge thread serializer
source: The thread you have entered link to doesn't exist or you don't have permission to see it.
tr: Bağlantısını girdiğiniz konu mevcut değil veya görme izniniz yok.
