Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: tr

# notifications list
source: You don't have any read notifications.
tr: Okunmuş bildiriminiz yok.

# notifications list
source: You don't have any unread notifications.
tr: Okunmamış bildiriminiz yok.

# notifications list
source: You don't have any notifications.
tr: Hiç bildiriminiz yok.

# notification status
source: Read notification
tr: Okunmuş bildirim

# notification status
source: Unread notification
tr: Okunmamış bildirim

source: Check your internet connection and try refreshing the site.
tr: İnternet bağlantınızı kontrol edin ve siteyi yenilemeyi deneyin.

# notifications list
source: Notifications could not be loaded.
tr: Bildirimler yüklenemedi.

# notifications list
source: Loading notifications...
tr: Bildirimler yükleniyor...

# modal
source: Close
tr: Kapat

# password strength indicator
source: Entered password is very weak.
tr: Girilen parola çok zayıf.

# password strength indicator
source: Entered password is weak.
tr: Girilen parola zayıf.

# password strength indicator
source: Entered password is average.
tr: Girilen parola orta düzeyde.

# password strength indicator
source: Entered password is strong.
tr: Girilen parola güçlü.

# password strength indicator
source: Entered password is very strong.
tr: Girilen parola çok güçlü.

source: Form contains errors.
tr: Form hatalar içeriyor.

# register modal title
source: Register
tr: Kayıt Ol

# register modal field
source: Join with %(site)s
tr: %(site)s ile katılın

# register modal field
source: Or create forum account:
tr: Veya forum hesabı oluşturun:

# register modal field
source: Username
tr: Kullanıcı Adı

# register modal field
source: E-mail
tr: E-posta

# register modal field
source: Password
tr: Parola

# register modal btn
source: Cancel
tr: İptal

# register modal btn
source: Register account
tr: Hesap Oluştur

# account activation required
source: %(username)s, your account has been created but you need to activate it before you will be able to sign in.
tr: %(username)s, hesabınız oluşturuldu ancak giriş yapabilmeniz için önce etkinleştirmeniz gerekiyor.

# account activation required
source: %(username)s, your account has been created but the site administrator will have to activate it before you will be able to sign in.
tr: %(username)s, hesabınız oluşturuldu ancak giriş yapabilmeniz için site yöneticisinin etkinleştirmesi gerekecek.

# account activation required
source: We have sent an e-mail to %(email)s with link that you have to click to activate your account.
tr: Hesabınızı etkinleştirmek için tıklamanız gereken bağlantıyı içeren bir e-posta %(email)s adresine gönderdik.

# account activation required
source: We will send an e-mail to %(email)s when this takes place.
tr: Bu işlem gerçekleştiğinde %(email)s adresinize bir e-posta göndereceğiz.

# register modal title
source: Registration complete
tr: Kayıt tamamlandı

# register modal dismiss
source: Ok
tr: Tamam

# register form
source: Registration form is currently disabled by the site administrator.
tr: Kayıt formu şu anda site yöneticisi tarafından devre dışı bırakılmıştır.

# register form
source: Registration form is currently unavailable due to an error.
tr: Bir hata nedeniyle kayıt formu şu anda kullanılamıyor.

# cta
source: Register
tr: Kayıt Ol

# register form agreement prompt
source: I have read and accept %(agreement)s.
tr: %(agreement)s okudum ve kabul ediyorum.

# register form agreement prompt
source: the terms of service
tr: hizmet şartlarını

# register form agreement prompt
source: the privacy policy
tr: gizlilik politikasını

# search cta
source: Enter search query (at least 3 characters).
tr: Arama sorgusu girin (en az 3 karakter).

# search results list
source: See all %(count)s result.
tr: %(count)s sonucu gör.

# search results
source: The search returned no results.
tr: Arama sonuç vermedi.

# search results
source: The search could not be completed.
tr: Arama tamamlanamadı.

# search results
source: Searching...
tr: Aranıyor...

# cta
source: Search
tr: Ara

# cta
source: Sign in
tr: Giriş Yap

# site nav
source: Threads
tr: Konular

# site nav
source: Categories
tr: Kategoriler

# site nav
source: Search
tr: Arama

# cta
source: You are not signed in
tr: Giriş yapmadınız

# site nav section
source: Users
tr: Kullanıcılar

# site nav section
source: Categories
tr: Kategoriler

# site nav section
source: Footer
tr: Altbilgi

# site nav title
source: Menu
tr: Menü

# thread flag
source: Pinned globally
tr: Genel olarak sabitlendi

# thread flag
source: Pinned in category
tr: Kategoride sabitlendi

# thread flag
source: Answered
tr: Yanıtlandı

# thread flag
source: Poll
tr: Anket

# thread flag
source: Awaiting approval
tr: Onay bekliyor

# thread flag
source: Has unapproved posts
tr: Onaylanmamış gönderiler içeriyor

# thread flag
source: Closed
tr: Kapatıldı

# thread flag
source: Hidden
tr: Gizli

# thread replies stat
source: %(replies)s reply
tr: %(replies)s yanıt

# avatar modal btn
source: Download my Gravatar
tr: Gravatar'ımı indir

# avatar modal btn
source: Re-crop uploaded image
tr: Yüklenen resmi yeniden kırp

# avatar modal btn
source: Upload new image
tr: Yeni resim yükle

# avatar modal btn
source: Pick avatar from gallery
tr: Galeriden avatar seç

# avatar modal btn
source: Generate my individual avatar
tr: Kişisel avatarımı oluştur

# avatar crop modal btn
source: Set avatar
tr: Avatarı ayarla

# avatar crop modal btn
source: Crop image
tr: Resmi kırp

# avatar crop modal btn
source: Cancel
tr: İptal

# avatar upload modal
source: Your image has been uploaded and you may now crop it.
tr: Resminiz yüklendi ve şimdi kırpabilirsiniz.

# avatar upload modal
source: Selected file is too big. (%(filesize)s)
tr: Seçilen dosya çok büyük. (%(filesize)s)

# avatar upload modal
source: Selected file type is not supported.
tr: Seçilen dosya türü desteklenmiyor.

# avatar upload modal
source: %(files)s files smaller than %(limit)s
tr: %(limit)s boyutundan küçük %(files)s dosya

# avatar upload modal field
source: Select file
tr: Dosya seç

# avatar upload modal field
source: %(progress)s % complete
tr: %%%(progress)s tamamlandı

# avatar upload modal btn
source: Cancel
tr: İptal

# avatar gallery modal btn
source: Save choice
tr: Seçimi kaydet

# avatar gallery modal btn
source: Select avatar
tr: Avatar seç

# avatar gallery modal btn
source: Cancel
tr: İptal

# avatar modal dismiss
source: Ok
tr: Tamam

# avatar modal title
source: Change your avatar
tr: Avatarını değiştir

# user nav
source: Go to your profile
tr: Profiline git

# user nav
source: Notifications
tr: Bildirimler

# user nav
source: Private threads
tr: Özel konular

# user nav
source: Admin control panel
tr: Yönetici kontrol paneli

# user nav section
source: Change options
tr: Seçenekleri değiştir

# user nav
source: Change avatar
tr: Avatarı değiştir

# user nav
source: See more
tr: Daha fazlasını gör

# user nav
source: Log out
tr: Çıkış Yap

# user nav title
source: Your options
tr: Seçenekleriniz

# user profile details
source: No profile details are editable at this time.
tr: Şu anda düzenlenebilir profil detayı yok.

# user profile details
source: This option is currently unavailable.
tr: Bu seçenek şu anda kullanılamıyor.

# user profile details form btn
source: Save changes
tr: Değişiklikleri kaydet

# user profile details form btn
source: Cancel
tr: İptal

# user profile details form title
source: Edit details
tr: Detayları düzenle

# field validation status
source: (error)
tr: (hata)

# field validation status
source: (success)
tr: (başarılı)

# merge threads conflict form
source: Are you sure you want to delete all polls?
tr: Tüm anketleri silmek istediğinizden emin misiniz?

# merge threads conflict modal title
source: Merge threads
tr: Konuları birleştir

# merge threads conflict btn
source: Cancel
tr: İptal

# merge threads conflict btn
source: Merge threads
tr: Konuları birleştir

# merge threads conflict best answer
source: Best answer
tr: En iyi yanıt

# merge threads conflict best answer
source: Select the best answer for your newly merged thread. No posts will be deleted during the merge.
tr: Yeni birleştirilen konunuz için en iyi yanıtı seçin. Birleştirme sırasında hiçbir gönderi silinmeyecektir.

# merge threads conflict poll
source: Poll
tr: Anket

# merge threads conflict poll
source: Select the poll for your newly merged thread. Rejected polls will be permanently deleted and cannot be recovered.
tr: Yeni birleştirilen konunuz için anketi seçin. Reddedilen anketler kalıcı olarak silinecek ve kurtarılamayacaktır.

# modal message dismiss btn
source: Ok
tr: Tamam

# post body invalid
source: This post's contents cannot be displayed.
tr: Bu gönderinin içeriği görüntülenemiyor.

# post body invalid
source: This error is caused by invalid post content manipulation.
tr: Bu hata, geçersiz gönderi içeriği manipülasyonundan kaynaklanmaktadır.

# posts feed item header
source: posted %(posted_on)s
tr: %(posted_on)s tarihinde gönderildi

# go to post link
source: See post
tr: Gönderiyi gör

# post removed poster username
source: Removed user
tr: Kaldırılmış kullanıcı

# post reply
source: Quote
tr: Alıntı

# markup editor
source: Attachment details
tr: Ek detayları

# markup editor
source: Type and size
tr: Tür ve boyut

# markup editor
source: Uploaded at
tr: Yüklenme tarihi

# markup editor
source: Uploader
tr: Yükleyen

# markup editor
source: Insert into message
tr: Mesaja ekle

# markup editor
source: Remove attachment
tr: Eki kaldır

# markup editor
source: Remove this attachment?
tr: Bu eki kaldırmak istiyor musunuz?

# markup editor
source: See error
tr: Hatayı gör

# markup editor
source: Protected
tr: Korunmuş

# markup editor
source: Protect
tr: Koru

# markup editor
source: Edit
tr: Düzenle

# markup editor
source: Preview
tr: Önizleme

# markup editor
source: Post
tr: Gönder

source: This field is required.
tr: Bu alan zorunludur.

# markup editor
source: Code
tr: Kod

# markup editor
source: Syntax highlighting
tr: Sözdizimi vurgulama

# markup editor
source: No syntax highlighting
tr: Sözdizimi vurgulama yok

# markup editor
source: Code to insert
tr: Eklenecek kod

# markup editor
source: Cancel
tr: İptal

# markup editor
source: Insert code
tr: Kod ekle

# markup help
source: Formatting help
tr: Biçimlendirme yardımı

# markup help
source: Emphasis text
tr: Vurgulu metin

# markup help
source: _This text will have emphasis_
tr: _Bu metin vurgulanacaktır_

# markup help
source: This text will have emphasis
tr: Bu metin vurgulanacaktır

# markup help
source: Bold text
tr: Kalın metin

# markup help
source: **This text will be bold**
tr: **Bu metin kalın olacaktır**

# markup help
source: This text will be bold
tr: Bu metin kalın olacaktır

# markup help
source: Removed text
tr: Silinmiş metin

# markup help
source: ~~This text will be removed~~
tr: ~~Bu metin silinecektir~~

# markup help
source: This text will be removed
tr: Bu metin silinecektir

# markup help
source: Bold text (BBCode)
tr: Kalın metin (BBCode)

# markup help
source: [b]This text will be bold[/b]
tr: [b]Bu metin kalın olacaktır[/b]

# markup help
source: Underlined text (BBCode)
tr: Altı çizili metin (BBCode)

# markup help
source: [u]This text will be underlined[/u]
tr: [u]Bu metnin altı çizili olacaktır[/u]

# markup help
source: This text will be underlined
tr: Bu metnin altı çizili olacaktır

# markup help
source: Italics text (BBCode)
tr: İtalik metin (BBCode)

# markup help
source: [i]This text will be in italics[/i]
tr: [i]Bu metin italik olacaktır[/i]

# markup help
source: This text will be in italics
tr: Bu metin italik olacaktır

# markup help
source: Link
tr: Bağlantı

# markup help
source: Link with text
tr: Metinli bağlantı

# markup help
source: Link text
tr: Bağlantı metni

# markup help
source: Link (BBCode)
tr: Bağlantı (BBCode)

# markup help
source: Link with text (BBCode)
tr: Metinli bağlantı (BBCode)

# markup help
source: Image
tr: Resim

# markup help
source: Image with alternate text
tr: Alternatif metinli resim

# markup help
source: Image text
tr: Resim metni

# markup help
source: Image (BBCode)
tr: Resim (BBCode)

# markup help
source: Mention user by their name
tr: Kullanıcıyı adıyla etiketle

# markup help
source: Heading 1
tr: Başlık 1

# markup help
source: # First level heading
tr: # Birinci seviye başlık

# markup help
source: First level heading
tr: Birinci seviye başlık

# markup help
source: Heading 2
tr: Başlık 2

# markup help
source: ## Second level heading
tr: ## İkinci seviye başlık

# markup help
source: Second level heading
tr: İkinci seviye başlık

# markup help
source: Heading 3
tr: Başlık 3

# markup help
source: ### Third level heading
tr: ### Üçüncü seviye başlık

# markup help
source: Third level heading
tr: Üçüncü seviye başlık

# markup help
source: Heading 4
tr: Başlık 4

# markup help
source: #### Fourth level heading
tr: #### Dördüncü seviye başlık

# markup help
source: Fourth level heading
tr: Dördüncü seviye başlık

# markup help
source: Heading 5
tr: Başlık 5

# markup help
source: ##### Fifth level heading
tr: ##### Beşinci seviye başlık

# markup help
source: Fifth level heading
tr: Beşinci seviye başlık

# markup help
source: Unordered list
tr: Sırasız liste

# markup help
source: Ordered list
tr: Sıralı liste

# markup help
source: Quote text
tr: Alıntı metni

# markup help
source: Quoted text
tr: Alıntılanan metin

# markup help
source: Quote text (BBCode)
tr: Alıntı metni (BBCode)

source: Quoted message:
tr: Alıntılanan mesaj:

# markup help
source: Quote text with author (BBCode)
tr: Yazarlı alıntı metni (BBCode)

# markup help
source: Quote author
tr: Alıntı yazarı

# markup help
source: Quote author has written:
tr: Alıntı yazarı şöyle yazdı:

# markup help
source: Secret text
tr: Gizli metin

# markup help
source: Inline code
tr: Satır içi kod

# markup help
source: `Inline code`
tr: `Satır içi kod`

# markup help
source: Code block
tr: Kod bloğu

# markup help
source: Code block with syntax highlighting
tr: Sözdizimi vurgulamalı kod bloğu

# markup help
source: Code block (BBCode)
tr: Kod bloğu (BBCode)

# markup help
source: Code block with syntax highlighting (BBCode)
tr: Sözdizimi vurgulamalı kod bloğu (BBCode)

# markup help
source: Horizontal rule
tr: Yatay çizgi

# markup help
source: Horizontal rule (BBCode)
tr: Yatay çizgi (BBCode)

source: Reveal spoiler
tr: Spoiler'ı göster

# markup editor
source: Image
tr: Resim

# markup editor
source: Image description
tr: Resim açıklaması

# markup editor
source: Optional but recommended . Will be displayed instead of image when it fails to load.
tr: İsteğe bağlı ama önerilir. Resim yüklenemediğinde yerine görüntülenecektir.

# markup editor
source: Image URL
tr: Resim URL'si

# markup editor
source: Insert image
tr: Resim ekle

# markup editor
source: Link
tr: Bağlantı

# markup editor
source: Link text
tr: Bağlantı metni

# markup editor
source: Optional. Will be displayed instead of link's address.
tr: İsteğe bağlı. Bağlantı adresi yerine görüntülenecektir.

# markup editor
source: Link address
tr: Bağlantı adresi

# markup editor
source: Insert link
tr: Bağlantı ekle

# markup editor
source: Quote
tr: Alıntı

# markup editor
source: Quote's author or source
tr: Alıntının yazarı veya kaynağı

# markup editor
source: Optional. If it's username, put "@" before it ("@JohnDoe").
tr: İsteğe bağlı. Kullanıcı adı ise, önüne "@" koyun ("@AliVeli").

# markup editor
source: Quoted text
tr: Alıntılanan metin

# markup editor
source: Insert quote
tr: Alıntı ekle

# markup editor
source: File %(filename)s is bigger than %(limit)s.
tr: %(filename)s dosyası %(limit)s boyutundan daha büyük.

# markup editor
source: Strong
tr: Kalın

# example markup
source: Strong text
tr: Kalın metin

# markup editor
source: Emphasis
tr: Vurgu

# example markup
source: Text with emphasis
tr: Vurgulu metin

# markup editor
source: Strikethrough
tr: Üstü çizili

# example markup
source: Text with strikethrough
tr: Üstü çizili metin

# markup editor
source: Horizontal ruler
tr: Yatay çizgi

# markup editor
source: Spoiler text
tr: Spoiler metni

# markup editor
source: Upload file
tr: Dosya yükle

# markup editor
source: Open formatting help
tr: Biçimlendirme yardımını aç

# dialog
source: Open
tr: Aç

# dialog
source: Minimize
tr: Simge durumuna küçült

# dialog
source: Exit the fullscreen mode
tr: Tam ekran modundan çık

# dialog
source: Enter the fullscreen mode
tr: Tam ekran moduna gir

# dialog
source: Cancel
tr: İptal

# post thread
source: Options
tr: Seçenekler

# post thread
source: Pinned globally
tr: Genel olarak sabitlendi

# post thread
source: Pinned in category
tr: Kategoride sabitlendi

# post thread
source: Not pinned
tr: Sabitlenmedi

# post thread
source: Open
tr: Açık

# post thread
source: Closed
tr: Kapalı

# post thread
source: Visible
tr: Görünür

# post thread
source: Hidden
tr: Gizli

# post thread
source: Are you sure you want to discard thread?
tr: Konuyu silmek istediğinizden emin misiniz?

# posting form
source: You have to enter thread title.
tr: Konu başlığı girmelisiniz.

# posting form
source: You have to enter a message.
tr: Bir mesaj girmelisiniz.

# post thread
source: Your thread has been posted.
tr: Konunuz gönderildi.

# post thread submit
source: Start thread
tr: Konu başlat

# post thread
source: Thread title
tr: Konu başlığı

# post thread
source: Start new thread
tr: Yeni konu başlat

# post thread
source: Are you sure you want to discard private thread?
tr: Özel konuyu silmek istediğinizden emin misiniz?

# posting form
source: You have to enter at least one recipient.
tr: En az bir alıcı girmelisiniz.

# post thread
source: Recipients, eg.: Danny, Lisa, Alice
tr: Alıcılar, örn: Ali, Ayşe, Fatma

# post thread
source: Start private thread
tr: Özel konu başlat

# post reply
source: Are you sure you want to discard your reply?
tr: Yanıtınızı silmek istediğinizden emin misiniz?

# post reply
source: Your reply has been posted.
tr: Yanıtınız gönderildi.

# post reply submit
source: Post reply
tr: Yanıt gönder

# post reply
source: Reply to: %(thread)s
tr: Yanıt verilen konu: %(thread)s

# edit reply
source: Are you sure you want to discard changes?
tr: Değişiklikleri silmek istediğinizden emin misiniz?

# edit reply
source: Reply has been edited.
tr: Yanıt düzenlendi.

# edit reply submit
source: Edit reply
tr: Yanıtı düzenle

# edit reply
source: Edit reply by %(poster)s from %(date)s
tr: %(poster)s kullanıcısının %(date)s tarihli yanıtını düzenle

# thread title length validator
source: Thread title should be at least %(limit_value)s character long (it has %(show_value)s).
tr: Konu başlığı en az %(limit_value)s karakter uzunluğunda olmalıdır (şu an %(show_value)s).

# thread title length validator
source: Thread title cannot be longer than %(limit_value)s character (it has %(show_value)s).
tr: Konu başlığı %(limit_value)s karakterden uzun olamaz (şu an %(show_value)s).

# post length validator
source: Posted message cannot be longer than %(limit_value)s character (it has %(show_value)s).
tr: Gönderilen mesaj %(limit_value)s karakterden uzun olamaz (şu an %(show_value)s).

# post length validator
source: Posted message should be at least %(limit_value)s character long (it has %(show_value)s).
tr: Gönderilen mesaj en az %(limit_value)s karakter uzunluğunda olmalıdır (şu an %(show_value)s).

# sign in modal
source: Fill out both fields.
tr: Her iki alanı da doldurun.

# sign in modal btn
source: Activate account
tr: Hesabı etkinleştir

# sign in modal title
source: Sign in
tr: Giriş Yap

# sign in modal
source: Sign in with %(site)s
tr: %(site)s ile giriş yap

# sign in modal
source: Or use your forum account:
tr: Veya forum hesabınızı kullanın:

# sign in modal field
source: Username or e-mail
tr: Kullanıcı adı veya e-posta

# sign in modal field
source: Password
tr: Parola

# sign in modal btn
source: Sign in
tr: Giriş Yap

# sign in modal btn
source: Forgot password?
tr: Parolanızı mı unuttunuz?

# user status
source: %(username)s is banned until %(ban_expires)s
tr: %(username)s, %(ban_expires)s tarihine kadar yasaklı

# user status
source: %(username)s is banned
tr: %(username)s yasaklı

# user status
source: %(username)s is hiding presence
tr: %(username)s çevrimiçi durumunu gizliyor

# user status
source: %(username)s is online (hidden)
tr: %(username)s çevrimiçi (gizli)

# user status
source: %(username)s was last seen %(last_click)s (hidden)
tr: %(username)s en son %(last_click)s görüldü (gizli)

# user status
source: %(username)s is online
tr: %(username)s çevrimiçi

# user status
source: %(username)s was last seen %(last_click)s
tr: %(username)s en son %(last_click)s görüldü

# user status
source: Banned
tr: Yasaklı

# user status
source: Hidden
tr: Gizli

# user status
source: Online (hidden)
tr: Çevrimiçi (gizli)

# user status
source: Offline (hidden)
tr: Çevrimdışı (gizli)

# user status
source: Online
tr: Çevrimiçi

# user status
source: Offline
tr: Çevrimdışı

# username history empty
source: Your account has no history of name changes.
tr: Hesabınızda isim değişikliği geçmişi bulunmuyor.

# users list item
source: Joined on %(joined_on)s
tr: %(joined_on)s tarihinde katıldı

# users list item
source: Joined %(joined_on)s
tr: %(joined_on)s katıldı

# users list item
source: %(posts)s post
tr: %(posts)s gönderi

# users list item
source: %(threads)s thread
tr: %(threads)s konu

# users list item
source: %(followers)s follower
tr: %(followers)s takipçi

# yesno switch choice
source: yes
tr: evet

# yesno switch choice
source: no
tr: hayır

# time ago
source: moment ago
tr: az önce

# time ago
source: now
tr: şimdi

# day at time
source: %(day)s at %(time)s
tr: %(day)s, %(time)s

# day at time
source: Tomorrow at %(time)s
tr: Yarın %(time)s

# day at time
source: Yesterday at %(time)s
tr: Dün %(time)s

# short minutes
source: %(time)sm
tr: %(time)s dk

# short hours
source: %(time)sh
tr: %(time)s sa

# short days
source: %(time)sd
tr: %(time)s g

# accept agreement prompt
source: Declining will result in immediate deactivation and deletion of your account. This action is not reversible.
tr: Reddetmeniz durumunda hesabınız derhal devre dışı bırakılacak ve silinecektir. Bu işlem geri alınamaz.

# accept agreement choice
source: Decline
tr: Reddet

# accept agreement choice
source: Accept and continue
tr: Kabul et ve devam et

# auth message
source: You have signed in as %(username)s. Please refresh the page before continuing.
tr: %(username)s olarak giriş yaptınız. Devam etmeden önce lütfen sayfayı yenileyin.

# auth message
source: %(username)s, you have been signed out. Please refresh the page before continuing.
tr: %(username)s, çıkış yaptınız. Devam etmeden önce lütfen sayfayı yenileyin.

# auth message
source: Reload page
tr: Sayfayı yeniden yükle

# auth message
source: or press F5 key.
tr: veya F5 tuşuna basın.

# notifications title
source: Notifications
tr: Bildirimler

# notifications dropdown
source: All
tr: Tümü

# notifications dropdown
source: Unread
tr: Okunmamış

# notifications
source: See all notifications
tr: Tüm bildirimleri gör

# navbar
source: You have unread notifications!
tr: Okunmamış bildirimleriniz var!

# navbar
source: Open notifications
tr: Bildirimleri aç

# navbar
source: You have unread private threads!
tr: Okunmamış özel konularınız var!

# navbar
source: Open private threads
tr: Özel konuları aç

# navbar
source: Open search
tr: Aramayı aç

# navbar
source: Open menu
tr: Menüyü aç

# navbar
source: Open your options
tr: Seçeneklerinizi açın

# notifications nav
source: All
tr: Tümü

# notifications nav
source: Unread
tr: Okunmamış

# notifications nav
source: Read
tr: Okunmuş

# notifications pagination
source: Latest
tr: En Son

# notifications pagination
source: Newer
tr: Daha Yeni

# notifications pagination
source: Older
tr: Daha Eski

# notifications
source: Mark all as read
tr: Tümünü okundu olarak işaretle
