Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# merge thread serializer
source: You can't merge this thread into thread you can't reply.
tr: Bu konuyu, yanıtlayamadığınız bir konuyla birleştiremezsiniz.

# merge threads serializer
source: You have to select at least two threads to merge.
tr: Birleştirmek için en az iki konu seçmelisiniz.

# merge threads serializer
source: No more than %(limit)s thread can be merged at a single time.
tr: Tek seferde %(limit)s konudan fazlası birleştirilemez.

# merge threads serializer
source: One or more threads to merge could not be found.
tr: Birleştirilecek konulardan biri veya birkaçı bulunamadı.

# edit poll serializer
source: One or more poll choices are invalid.
tr: Anket seçeneklerinden biri veya birkaçı geçersiz.

# edit poll serializer
source: You need to add at least two choices to a poll.
tr: Bir ankete en az iki seçenek eklemelisiniz.

# edit poll serializer
source: You can't add more than %(limit_value)s option to a single poll (added %(show_value)s).
tr: Tek bir ankete %(limit_value)s seçenekten fazlasını ekleyemezsiniz (%(show_value)s eklendi).

# edit poll serializer
source: Number of allowed choices can't be greater than number of all choices.
tr: İzin verilen seçenek sayısı, tüm seçeneklerin sayısından fazla olamaz.

# new vote serializer
source: This poll disallows voting for more than %(choices)s choice.
tr: Bu anket %(choices)s'den fazla seçenek için oy kullanmaya izin vermiyor.

# new vote serializer
source: One or more of poll choices were invalid.
tr: Anket seçeneklerinden biri veya birkaçı geçersizdi.

# new vote serializer
source: You have to make a choice.
tr: Bir seçim yapmalısınız.

# archived poll
source: Question
tr: Soru

# archived poll
source: Choices
tr: Seçenekler

# post likes message
source: %(user)s likes this.
tr: %(user)s bunu beğendi.

# post likes message
source: %(users)s like this.
tr: %(users)s bunu beğendi.

# post likes message
source: %(users)s and %(likes)s other user like this.
tr: %(users)s ve %(likes)s diğer kullanıcı bunu beğendi.

# post likes message
source: %(users)s and %(last_user)s
tr: %(users)s ve %(last_user)s

# private threads category name
source: Private threads
tr: Özel Konular

# threads root category name
source: None (will become top level category)
tr: Yok (üst düzey kategori olacak)

# thread category validator
source: Requested category could not be found.
tr: İstenen kategori bulunamadı.

# thread category validator
source: You don't have permission to access this category.
tr: Bu kategoriye erişim izniniz yok.

# thread title validator
source: Thread title should contain alpha-numeric characters.
tr: Konu başlığı alfanümerik karakterler içermelidir.

# thread title validator
source: Thread title is too long.
tr: Konu başlığı çok uzun.

# thread title length validator
source: You have to enter an thread title.
tr: Bir konu başlığı girmelisiniz.

# thread title length validator
source: Thread title should be at least %(limit_value)s character long (it has %(show_value)s).
tr: Konu başlığı en az %(limit_value)s karakter uzunluğunda olmalıdır (şu an %(show_value)s).

# thread title length validator
source: Thread title cannot be longer than %(limit_value)s character (it has %(show_value)s).
tr: Konu başlığı %(limit_value)s karakterden uzun olamaz (şu an %(show_value)s).

# post length validator
source: You have to enter a message.
tr: Bir mesaj girmelisiniz.

# post length validator
source: Posted message should be at least %(limit_value)s character long (it has %(show_value)s).
tr: Gönderilen mesaj en az %(limit_value)s karakter uzunluğunda olmalıdır (şu an %(show_value)s).

# post length validator
source: Posted message cannot be longer than %(limit_value)s character (it has %(show_value)s).
tr: Gönderilen mesaj %(limit_value)s karakterden uzun olamaz (şu an %(show_value)s).

# threads root name
source: Threads
tr: Konular

# private threads root name
source: Private threads
tr: Özel Konular

# threads list
source: Your threads
tr: Konularınız

# threads list
source: You have to sign in to see list of threads that you have started.
tr: Başlattığınız konuların listesini görmek için giriş yapmalısınız.

# threads list
source: You have to sign in to see list of threads you haven't read.
tr: Okumadığınız konuların listesini görmek için giriş yapmalısınız.

# threads list
source: You have to sign in to see list of threads with new replies.
tr: Yeni yanıtlar içeren konuların listesini görmek için giriş yapmalısınız.

# threads list
source: You have to sign in to see list of threads you are watching.
tr: Takip ettiğiniz konuların listesini görmek için giriş yapmalısınız.

# threads list
source: You have to sign in to see list of threads with unapproved posts.
tr: Onaylanmamış gönderileri içeren konuların listesini görmek için giriş yapmalısınız.

# threads list
source: You don't have permission to see unapproved content lists.
tr: Onaylanmamış içerik listelerini görme izniniz yok.

# thread goto unapproved
source: You need permission to approve content to be able to go to first unapproved post.
tr: İlk onaylanmamış gönderiye gidebilmek için içeriği onaylama iznine sahip olmalısınız.

# admin node
source: Bans
tr: Yasaklamalar

# admin node
source: Data downloads
tr: Veri İndirmeleri

# admin node
source: Ranks
tr: Rütbeler

source: Misago user data
tr: Misago kullanıcı verileri

source: Edit permissions and groups
tr: İzinleri ve grupları düzenle

source: Edit
tr: Düzenle

source: Edit the user from Misago admin panel
tr: Kullanıcıyı Misago yönetici panelinden düzenle

# admin user form
source: Username
tr: Kullanıcı adı

# admin user form
source: Custom title
tr: Özel unvan

# admin user form
source: E-mail address
tr: E-posta adresi

# admin user form
source: All registered members must have a "Member" role.
tr: Tüm kayıtlı üyelerin "Üye" rolüne sahip olması gerekir.

# admin user form
source: Password
tr: Parola

# admin user form
source: Is administrator
tr: Yönetici mi

# admin user form
source: Designates whether the user can log into admin sites. If Django admin site is enabled, this user will need additional permissions assigned within it to admin Django modules.
tr: Kullanıcının yönetici sitelerine giriş yapıp yapamayacağını belirtir. Django yönetici sitesi etkinse, bu kullanıcının Django modüllerini yönetmek için içinde atanmış ek izinlere ihtiyacı olacaktır.

# admin user form
source: Is superuser
tr: Süper yönetici mi

# admin user form
source: Only administrators can access admin sites. In addition to admin site access, superadmins can also change other members admin levels.
tr: Yönetici sitelerine yalnızca yöneticiler erişebilir. Yönetici sitesi erişimine ek olarak, süper yöneticiler diğer üyelerin yönetici seviyelerini de değiştirebilir.

# admin user form
source: Is active
tr: Aktif mi

# admin user form
source: Designates whether this user should be treated as active. Turning this off is non-destructible way to remove user accounts.
tr: Bu kullanıcının aktif olarak kabul edilip edilmeyeceğini belirtir. Bunu kapatmak, kullanıcı hesaplarını kaldırmanın geri döndürülemez bir yoludur.

# admin user form
source: Staff message
tr: Ekip mesajı

# admin user form
source: Optional message for forum team members explaining why user's account has been disabled.
tr: Forum ekibi üyeleri için kullanıcının hesabının neden devre dışı bırakıldığını açıklayan isteğe bağlı mesaj.

# admin user form
source: Set new password
tr: Yeni parola belirle

# admin user form
source: Lock avatar changes
tr: Avatar değişikliklerini kilitle

# admin user form
source: Setting this to yes will stop user from changing their avatar, and will reset their avatar to procedurally generated one.
tr: Bunu evet olarak ayarlamak, kullanıcının avatarını değiştirmesini durduracak ve avatarını prosedürel olarak oluşturulan bir avatara sıfırlayacaktır.

# admin user form
source: User message
tr: Kullanıcı mesajı

# admin user form
source: Optional message for user explaining why they are banned form changing avatar.
tr: Kullanıcıya avatar değiştirmesinin neden yasaklandığını açıklayan isteğe bağlı mesaj.

# admin user form
source: Optional message for forum team members explaining why user is banned form changing avatar.
tr: Forum ekibi üyeleri için kullanıcının avatar değiştirmesinin neden yasaklandığını açıklayan isteğe bağlı mesaj.

# admin user form
source: Signature contents
tr: İmza içeriği

# admin user form
source: Lock signature changes
tr: İmza değişikliklerini kilitle

# admin user form
source: Setting this to yes will stop user from making changes to his/her signature.
tr: Bunu evet olarak ayarlamak, kullanıcının imzasında değişiklik yapmasını durduracaktır.

# admin user form
source: Optional message to user explaining why his/hers signature is locked.
tr: Kullanıcıya imzasının neden kilitlendiğini açıklayan isteğe bağlı mesaj.

# admin user form
source: Optional message to team members explaining why user signature is locked.
tr: Ekip üyelerine kullanıcı imzasının neden kilitlendiğini açıklayan isteğe bağlı mesaj.

# admin user form
source: Hides presence
tr: Çevrimiçi durumu gizler

# admin user form
source: Who can add user to private threads
tr: Kullanıcıyı özel konulara kimler ekleyebilir

# admin user form
source: Started threads
tr: Başlatılan konular

# admin user form
source: Replied threads
tr: Yanıtlanan konular

# admin user form
source: Automatically watch threads that the user has started
tr: Kullanıcının başlattığı konuları otomatik olarak izle

# admin user form
source: Automatically watch threads that the user has replied to
tr: Kullanıcının yanıtladığı konuları otomatik olarak izle

# admin user form
source: Automatically watch private threads that the user was invited to by users they are following
tr: Kullanıcının takip ettiği kullanıcılar tarafından davet edildiği özel konuları otomatik olarak izle

# admin user form
source: Automatically watch private threads that the user was invited to by other users
tr: Kullanıcının diğer kullanıcılar tarafından davet edildiği özel konuları otomatik olarak izle

# admin user form
source: Notify about new private thread invitations from users this user is following
tr: Bu kullanıcının takip ettiği kullanıcılardan gelen yeni özel konu davetleri hakkında bildir

# admin user form
source: Notify about new private thread invitations from other users
tr: Diğer kullanıcılardan gelen yeni özel konu davetleri hakkında bildir

# signature length validator
source: Signature can't be longer than %(limit)s character.
tr: İmza %(limit)s karakterden uzun olamaz.

# admin user form
source: Rank
tr: Rütbe

# admin user form
source: Ranks are used to group and distinguish users. They are also used to add permissions to groups of users.
tr: Rütbeler, kullanıcıları gruplamak ve ayırt etmek için kullanılır. Ayrıca kullanıcı gruplarına izinler eklemek için de kullanılırlar.

# admin user form
source: Roles
tr: Roller

# admin user form
source: Individual roles of this user. All users must have a "Member" role.
tr: Bu kullanıcının bireysel rolleri. Tüm kullanıcıların "Üye" rolüne sahip olması gerekir.

# admin users filter form
source: Username
tr: Kullanıcı adı

# admin users filter form
source: E-mail
tr: E-posta

# admin users filter form
source: Profile fields contain
tr: Profil alanları içerir

# admin users filter form
source: Requires activation
tr: Etkinleştirme gerektirir

# admin users filter form
source: Account disabled
tr: Hesap devre dışı

# admin users filter form
source: Administrator
tr: Yönetici

# admin users filter form
source: Deletes their account
tr: Hesabını siler

# admin users rank filter choice
source: All ranks
tr: Tüm rütbeler

# admin users role filter choice
source: All roles
tr: Tüm roller

# admin users filter form
source: Has rank
tr: Rütbesi var

# admin users filter form
source: Has role
tr: Rolü var

# admin rank form
source: Name
tr: Ad

# admin rank form
source: Short and descriptive name of all users with this rank. "The Team" or "Game Masters" are good examples.
tr: Bu rütbeye sahip tüm kullanıcıların kısa ve açıklayıcı adı. "Ekip" veya "Oyun Yöneticileri" iyi örneklerdir.

# admin rank form
source: User title
tr: Kullanıcı unvanı

# admin rank form
source: Optional, singular version of rank name displayed by user names. For example "GM" or "Dev".
tr: İsteğe bağlı, kullanıcı adlarının yanında görüntülenen rütbe adının tekil versiyonu. Örneğin "OY" veya "Gel".

# admin rank form
source: Description
tr: Açıklama

# admin rank form
source: Optional description explaining function or status of members distincted with this rank.
tr: Bu rütbeyle ayırt edilen üyelerin işlevini veya durumunu açıklayan isteğe bağlı açıklama.

# admin rank form
source: User roles
tr: Kullanıcı rolleri

# admin rank form
source: Rank can give additional roles to users with it.
tr: Rütbe, sahip olan kullanıcılara ek roller verebilir.

# admin rank form
source: CSS class
tr: CSS sınıfı

# admin rank form
source: Optional css class added to content belonging to this rank owner.
tr: Bu rütbe sahibine ait içeriğe eklenen isteğe bağlı CSS sınıfı.

# admin rank form
source: Give rank dedicated tab on users list
tr: Rütbeye kullanıcı listesinde özel sekme ver

# admin rank form
source: Selecting this option will make users with this rank easily discoverable by others through dedicated page on forum users list.
tr: Bu seçeneğin seçilmesi, bu rütbeye sahip kullanıcıların forum kullanıcı listesindeki özel sayfa aracılığıyla başkaları tarafından kolayca bulunabilmesini sağlayacaktır.

# admin rank form
source: There's already an other rank with this name.
tr: Bu isimde başka bir rütbe zaten var.

# admin ban users form
source: Values to ban
tr: Yasaklanacak değerler

# admin ban users form
source: User message
tr: Kullanıcı mesajı

# admin ban users form
source: Optional message displayed to users instead of default one.
tr: Kullanıcılara varsayılan yerine görüntülenen isteğe bağlı mesaj.

# admin ban users form
source: Message can't be longer than 1000 characters.
tr: Mesaj 1000 karakterden uzun olamaz.

# admin ban users form
source: Team message
tr: Ekip mesajı

# admin ban users form
source: Optional ban message for moderators and administrators.
tr: Moderatörler ve yöneticiler için isteğe bağlı yasaklama mesajı.

# admin ban users form
source: Expiration date
tr: Bitiş tarihi

# admin ban users form
source: Usernames
tr: Kullanıcı adları

# admin ban users form
source: E-mails
tr: E-postalar

# admin ban users form
source: E-mail domains
tr: E-posta alan adları

# admin ban users form
source: IP addresses
tr: IP adresleri

# admin ban users form
source: First segment of IP addresses
tr: IP adreslerinin ilk bölümü

# admin ban users form
source: First two segments of IP addresses
tr: IP adreslerinin ilk iki bölümü

# admin ban form
source: Check type
tr: Kontrol türü

# admin ban form
source: Restrict this ban to registrations
tr: Bu yasağı kayıtlarla sınırla

# admin ban form
source: Changing this to yes will make this ban check be only performed on registration step. This is good if you want to block certain registrations like ones from recently compromised e-mail providers, without harming existing users.
tr: Bunu evet olarak değiştirmek, bu yasak kontrolünün yalnızca kayıt adımında gerçekleştirilmesini sağlayacaktır. Bu, mevcut kullanıcılara zarar vermeden, yakın zamanda ele geçirilmiş e-posta sağlayıcılarından gelenler gibi belirli kayıtları engellemek istiyorsanız iyidir.

# admin ban form
source: Banned value
tr: Yasaklanan değer

# admin ban form
source: This value is case-insensitive and accepts asterisk (*) for partial matches. For example, making IP ban for value "83.*" will ban all IP addresses beginning with "83.".
tr: Bu değer büyük/küçük harfe duyarlı değildir ve kısmi eşleşmeler için yıldız işareti (*) kabul eder. Örneğin, "83.*" değeri için bir IP yasağı yapmak, "83." ile başlayan tüm IP adreslerini yasaklayacaktır.

# admin ban form
source: Banned value can't be longer than 250 characters.
tr: Yasaklanan değer 250 karakterden uzun olamaz.

# admin ban form
source: User message
tr: Kullanıcı mesajı

# admin ban form
source: Optional message displayed to user instead of default one.
tr: Kullanıcıya varsayılan yerine görüntülenen isteğe bağlı mesaj.

# admin ban form
source: Message can't be longer than 1000 characters.
tr: Mesaj 1000 karakterden uzun olamaz.

# admin ban form
source: Team message
tr: Ekip mesajı

# admin ban form
source: Optional ban message for moderators and administrators.
tr: Moderatörler ve yöneticiler için isteğe bağlı yasaklama mesajı.

# admin ban form
source: Expiration date
tr: Bitiş tarihi

# admin ban form
source: Banned value is too vague.
tr: Yasaklanan değer çok belirsiz.

# admin bans filter form
source: Type
tr: Tür

# admin bans type filter choice
source: All bans
tr: Tüm yasaklamalar

# admin bans type filter choice
source: Usernames
tr: Kullanıcı adları

# admin bans filter form
source: E-mails
tr: E-postalar

# admin bans type filter choice
source: IPs
tr: IP'ler

# admin bans filter form
source: Banned value begins with
tr: Yasaklanan değer şununla başlar

# admin bans filter form
source: Registration only
tr: Yalnızca kayıt

# admin bans registration filter choice
source: Any
tr: Herhangi biri

# admin bans registration filter choice
source: Yes
tr: Evet

# admin bans registration filter choice
source: No
tr: Hayır

# admin bans filter form
source: State
tr: Durum

# admin bans state filter choice
source: Any
tr: Herhangi biri

# admin bans state filter choice
source: Active
tr: Aktif

# admin bans state filter choice
source: Expired
tr: Süresi dolmuş

# admin data download request form
source: Usernames or emails
tr: Kullanıcı adları veya e-postalar

# admin data download request form
source: Enter every item in new line. Duplicates will be ignored. This field is case insensitive. Depending on site configuration and amount of data to archive it may take up to few days for requests to complete. E-mail notification will be sent to every user once their download is ready.
tr: Her öğeyi yeni satıra girin. Kopyalar yoksayılacaktır. Bu alan büyük/küçük harfe duyarlı değildir. Site yapılandırmasına ve arşivlenecek veri miktarına bağlı olarak isteklerin tamamlanması birkaç gün sürebilir. İndirmeleri hazır olduğunda her kullanıcıya e-posta bildirimi gönderilecektir.

# admin data download request form
source: You may not enter more than 20 items at a single time (You have entered %(show_value)s).
tr: Tek seferde 20'den fazla öğe giremezsiniz (%(show_value)s girdiniz).

# admin data download request form
source: One or more specified users could not be found.
tr: Belirtilen kullanıcılardan biri veya birkaçı bulunamadı.

# admin data download requests filter form
source: Status
tr: Durum

# admin data download requests filter form
source: User
tr: Kullanıcı

# admin data download requests filter form
source: Requested by
tr: İsteyen

# admin bans
source: Requested ban does not exist.
tr: İstenen yasaklama mevcut değil.

# admin bans ordering choice
source: From newest
tr: En yeniden

# admin bans ordering choice
source: From oldest
tr: En eskiden

# admin bans ordering choice
source: A to z
tr: A'dan Z'ye

# admin bans ordering choice
source: Z to a
tr: Z'den A'ya

# admin bans
source: With bans: 0
tr: Yasaklamalarla: 0

# admin bans
source: Select bans
tr: Yasaklamaları seç

# admin bans
source: Remove bans
tr: Yasaklamaları kaldır

# admin bans
source: Are you sure you want to remove those bans?
tr: Bu yasaklamaları kaldırmak istediğinizden emin misiniz?

# admin bans
source: Selected bans have been removed.
tr: Seçili yasaklamalar kaldırıldı.

# admin bans
source: New ban "%(name)s" has been saved.
tr: Yeni yasaklama "%(name)s" kaydedildi.

# admin bans
source: Ban "%(name)s" has been edited.
tr: "%(name)s" yasaklaması düzenlendi.

# admin bans
source: Ban "%(name)s" has been removed.
tr: "%(name)s" yasaklaması kaldırıldı.

# admin data downloads ordering choice
source: From newest
tr: En yeniden

# admin data downloads ordering choice
source: From oldest
tr: En eskiden

# admin data downloads
source: With data downloads: 0
tr: Veri indirmeleriyle: 0

# admin data downloads
source: Select data downloads
tr: Veri indirmelerini seç

# admin data downloads
source: Expire downloads
tr: İndirmelerin süresini doldur

# admin data downloads
source: Are you sure you want to set selected data downloads as expired?
tr: Seçili veri indirmelerini süresi dolmuş olarak ayarlamak istediğinizden emin misiniz?

# admin data downloads
source: Delete downloads
tr: İndirmeleri sil

# admin data downloads
source: Are you sure you want to delete selected data downloads?
tr: Seçili veri indirmelerini silmek istediğinizden emin misiniz?

# admin data downloads
source: Selected data downloads have been set as expired.
tr: Seçili veri indirmelerinin süresi doldu olarak ayarlandı.

# admin data downloads
source: Selected data downloads have been deleted.
tr: Seçili veri indirmeleri silindi.

# admin data downloads
source: Data downloads have been requested for specified users.
tr: Belirtilen kullanıcılar için veri indirmeleri talep edildi.

# admin ranks
source: Requested rank does not exist.
tr: İstenen rütbe mevcut değil.

# admin ranks
source: New rank "%(name)s" has been saved.
tr: Yeni rütbe "%(name)s" kaydedildi.

# admin ranks
source: Rank "%(name)s" has been edited.
tr: "%(name)s" rütbesi düzenlendi.

# admin ranks
source: Rank "%(name)s" is default rank and can't be deleted.
tr: "%(name)s" rütbesi varsayılan rütbedir ve silinemez.

# admin ranks
source: Rank "%(name)s" is assigned to users and can't be deleted.
tr: "%(name)s" rütbesi kullanıcılara atanmıştır ve silinemez.

# admin ranks
source: Rank "%(name)s" has been deleted.
tr: "%(name)s" rütbesi silindi.

# admin ranks
source: Rank "%(name)s" has been moved below "%(other)s".
tr: "%(name)s" rütbesi "%(other)s" rütbesinin altına taşındı.

# admin ranks
source: Rank "%(name)s" has been moved above "%(other)s".
tr: "%(name)s" rütbesi "%(other)s" rütbesinin üstüne taşındı.

# admin ranks
source: Rank "%(name)s" is already default.
tr: "%(name)s" rütbesi zaten varsayılan.

# admin ranks
source: Rank "%(name)s" has been made default.
tr: "%(name)s" rütbesi varsayılan yapıldı.

# admin users ordering choice
source: From newest
tr: En yeniden

# admin users ordering choice
source: From oldest
tr: En eskiden

# admin users ordering choice
source: A to z
tr: A'dan Z'ye

# admin users ordering choice
source: Z to a
tr: Z'den A'ya

# admin users ordering choice
source: Biggest posters
tr: En çok gönderi yapanlar

# admin users ordering choice
source: Smallest posters
tr: En az gönderi yapanlar

# admin users
source: With users: 0
tr: Kullanıcılarla: 0

# admin users
source: Select users
tr: Kullanıcıları seç

# admin users
source: Activate accounts
tr: Hesapları etkinleştir

# admin users
source: Ban users
tr: Kullanıcıları yasakla

# admin users
source: Request data download
tr: Veri indirme talep et

# admin users
source: Delete accounts
tr: Hesapları sil

# admin users
source: Are you sure you want to delete selected users?
tr: Seçili kullanıcıları silmek istediğinizden emin misiniz?

# admin users
source: Delete with content
tr: İçerikle birlikte sil

# admin users
source: Are you sure you want to delete selected users? This will also delete all content associated with their accounts.
tr: Seçili kullanıcıları silmek istediğinizden emin misiniz? Bu işlem, hesaplarıyla ilişkili tüm içeriği de silecektir.

# admin users
source: You have to select inactive users.
tr: Etkin olmayan kullanıcıları seçmelisiniz.

# account activated email subject
source: Your account on %(forum_name)s forums has been activated
tr: %(forum_name)s forumlarındaki hesabınız etkinleştirildi

# admin users
source: Selected users accounts have been activated.
tr: Seçili kullanıcıların hesapları etkinleştirildi.
