Repository: gokaykucuk/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: tr

# admin users settings form
source: Deprecation warning
tr: Kullanımdan kaldırma uyarısı

# admin users settings form
source: The thread subscriptions feature has been replaced with notifications and will be removed in a future version of Misago. Please use the notification settings instead.
tr: Konu abonelikleri özelliği bildirimlerle değiştirildi ve Misago'nun gelecek bir sürümünde kaldırılacak. Lütfen bunun yerine bildirim ayarlarını kullanın.

# admin users settings form
source: Users lists
tr: Kullanıcı listeleri

# admin users settings form
source: Top posters ranking
tr: En çok mesaj gönderenler sıralaması

# admin analytics
source: Analytics
tr: Analizler

# admin analytics
source: Loading...
tr: Yükleniyor...

# admin checks title
source: System checks
tr: Sistem kontrolleri

# admin version check
source: Loading...
tr: Yükleniyor...

# admin version check
source: Checking Misago version used by the site...
tr: Sitenin kullandığı Misago sürümü kontrol ediliyor...

# admin debug check
source: The site is running in DEBUG mode.
tr: Site DEBUG modunda çalışıyor.

# admin debug check
source: Error pages displayed in DEBUG mode will expose site configuration details like secrets and tokens to all visitors. This is MAJOR security risk.
tr: DEBUG modunda görüntülenen hata sayfaları, sırlar ve belirteçler gibi site yapılandırma ayrıntılarını tüm ziyaretçilere açıklar. Bu BÜYÜK bir güvenlik riskidir.

# admin site address check
source: Forum address is not configured.
tr: Forum adresi yapılandırılmamış.

# admin site address check
source: Links in e-mails sent by Misago will be broken.
tr: Misago tarafından gönderilen e-postalardaki bağlantılar bozuk olacaktır.

# admin site address check
source: Configured forum address appears to be incorrect.
tr: Yapılandırılan forum adresi yanlış görünüyor.

# admin site address check
source: Your forum address is set to %(configured_address)s while correct value appears to be %(correct_address)s.
tr: Forum adresiniz %(configured_address)s olarak ayarlanmışken doğru değer %(correct_address)s olarak görünüyor.

# admin site address check
source: Links in e-mails sent by Misago may be broken.
tr: Misago tarafından gönderilen e-postalardaki bağlantılar bozuk olabilir.

# admin https check
source: The site is not running over HTTPS.
tr: Site HTTPS üzerinden çalışmıyor.

# admin https check
source: Browsers may warn users visiting the site about it being insecure. Search engines will lower its position in search results.
tr: Tarayıcılar siteyi ziyaret eden kullanıcıları güvensiz olduğu konusunda uyarabilir. Arama motorları arama sonuçlarındaki konumunu düşürecektir.

# admin cache check
source: Cache is disabled.
tr: Önbellek devre dışı.

# admin cache check
source: This will cause degraded performance and increased CPU usage by the site, leading to worse user experience and increased hosting costs.
tr: Bu, sitenin performansının düşmesine ve CPU kullanımının artmasına neden olarak daha kötü kullanıcı deneyimine ve artan barındırma maliyetlerine yol açacaktır.

# admin data downloads check
source: There is %(downloads)s unprocessed data download request.
tr: %(downloads)s işlenmemiş veri indirme isteği var.

# admin data downloads check
source: Cron task that should process user data download requests is not running.
tr: Kullanıcı verisi indirme isteklerini işlemesi gereken Cron görevi çalışmıyor.

# admin inactive users check
source: There is %(users)s inactive user accounts.
tr: %(users)s etkin olmayan kullanıcı hesabı var.

# admin inactive users check
source: The site may be targeted by bots, is not sending activation e-mails, or is not configured to delete inactive user accounts.
tr: Site botlar tarafından hedefleniyor olabilir, aktivasyon e-postaları göndermiyor veya etkin olmayan kullanıcı hesaplarını silmek üzere yapılandırılmamış olabilir.

# admin dashboard
source: Dashboard
tr: Kontrol Paneli

# admin version check
source: Version check is currently unavailable due to an error.
tr: Sürüm kontrolü şu anda bir hata nedeniyle kullanılamıyor.

# admin version check
source: Misago admin API did not answer or answered with an error.
tr: Misago yönetici API'si yanıt vermedi veya bir hatayla yanıt verdi.

# admin analytics
source: User registrations
tr: Kullanıcı kayıtları

# admin analytics
source: User deletions
tr: Kullanıcı silmeleri

# admin analytics
source: Threads started
tr: Başlatılan konular

# admin analytics
source: Posts
tr: Mesajlar

# admin analytics
source: Attachments uploaded
tr: Yüklenen ekler

# admin analytics
source: Data download requests
tr: Veri indirme istekleri

# admin analytics
source: Site analytics are currently unavailable due to an error.
tr: Site analizleri şu anda bir hata nedeniyle kullanılamıyor.

# admin dashboard totals
source: Users
tr: Kullanıcılar

# admin dashboard totals
source: Threads
tr: Konular

# admin dashboard totals
source: Posts
tr: Mesajlar

# admin dashboard totals
source: Attachments
tr: Ekler

# admin data download request form
source: Request new data downloads
tr: Yeni veri indirme iste

# admin data downloads
source: New downloads
tr: Yeni indirmeler

# admin data downloads list
source: User
tr: Kullanıcı

# admin data downloads list
source: Status
tr: Durum

# admin data downloads list
source: Requested on
tr: İstek tarihi

# admin data downloads list
source: Requested by
tr: İsteyen

# admin data download button
source: Download
tr: İndir

# admin data downloads
source: No data downloads matching criteria exist.
tr: Kriterlere uyan veri indirmesi bulunamadı.

# admin data downloads
source: No data downloads exist.
tr: Hiç veri indirmesi yok.

# admin error 403
source: Page not available
tr: Sayfa mevcut değil

# admin error 403
source: Requested page is not available
tr: İstenen sayfa mevcut değil

# admin error 403
source: You don't have permission to access this page.
tr: Bu sayfaya erişim izniniz yok.

# admin error 404
source: Page not found
tr: Sayfa bulunamadı

# admin error 404
source: Requested page could not be found
tr: İstenen sayfa bulunamadı

# admin error 404
source: The link you've followed was incorrect or the page has been moved or deleted.
tr: Takip ettiğiniz bağlantı yanlıştı veya sayfa taşınmış ya da silinmiş.

# admin csrf error
source: Form submission rejected
tr: Form gönderimi reddedildi

# admin csrf error
source: Your form submission was rejected because your browser didn't send the CSRF cookie, or the cookie sent was invalid.
tr: Tarayıcınız CSRF çerezini göndermediği veya gönderilen çerez geçersiz olduğu için form gönderiminiz reddedildi.

# admin csrf error
source: This is usually a result of one of following problems:
tr: Bu genellikle aşağıdaki sorunlardan birinin sonucudur:

# admin csrf error
source: Your browser is configured to don't accept or send any cookies.
tr: Tarayıcınız herhangi bir çerezi kabul etmeyecek veya göndermeyecek şekilde yapılandırılmış.

# admin csrf error
source: The form was sent after being opened in the browser for a long time (eg. few days) and cookie token has expired.
tr: Form, tarayıcıda uzun süre (örneğin birkaç gün) açık kaldıktan sonra gönderildi ve çerez belirtecinin süresi doldu.

# admin csrf error
source: The site is configured to use the HTTPS, but this form was sent over the the HTTP.
tr: Site HTTPS kullanacak şekilde yapılandırılmış, ancak bu form HTTP üzerinden gönderildi.

# admin csrf error
source: If you are an owner of this site, please check if the HTTPS certificate used by the site is valid and accepted by the browser.
tr: Bu sitenin sahibiyseniz, lütfen site tarafından kullanılan HTTPS sertifikasının geçerli olup olmadığını ve tarayıcı tarafından kabul edilip edilmediğini kontrol edin.

# admin list filters
source: Filter
tr: Filtrele

# admin list filters
source: Clear filters
tr: Filtreleri temizle

# admin form
source: Form was completed with errors.
tr: Form hatalarla tamamlandı.

# admin form
source: Cancel
tr: İptal

# admin form action
source: Save and keep editing
tr: Kaydet ve düzenlemeye devam et

# admin form action
source: Save changes
tr: Değişiklikleri kaydet

# admin form action
source: Save and add another
tr: Kaydet ve başka ekle

# admin form action
source: Save
tr: Kaydet

# admin list filters
source: Filters
tr: Filtreler

# admin list filters
source: Close
tr: Kapat

# admin list filters
source: Done
tr: Bitti

# admin list
source: With selected:
tr: Seçilenlerle:

# admin list ordering
source: Sort:
tr: Sırala:

# admin list ordering
source: Change sorting to:
tr: Sıralamayı şuna değiştir:

# admin paginator
source: Go to first page
tr: İlk sayfaya git

# admin paginator
source: First
tr: İlk

# admin paginator
source: Go to previous page
tr: Önceki sayfaya git

# admin paginator
source: Go to next page
tr: Sonraki sayfaya git

# admin paginator
source: Go to last page
tr: Son sayfaya git

# admin paginator
source: Last
tr: Son

# admin paginator
source: Page %(page)s of %(pages)s
tr: Sayfa %(page)s / %(pages)s

# admin icons form
source: Favicon
tr: Site Simgesi (Favicon)

# admin icons form
source: Favicon is small icon that internet browsers display next to your site in its interface.
tr: Site simgesi, internet tarayıcılarının arayüzlerinde sitenizin yanında görüntülediği küçük bir simgedir.

# admin icons form
source: Apple Touch Icon
tr: Apple Dokunmatik Simgesi

# admin icons form
source: Apple devices and Safari web browser will use this image to represent the site in its interfaces.
tr: Apple cihazları ve Safari web tarayıcısı, siteyi arayüzlerinde temsil etmek için bu resmi kullanacaktır.

# admin login form
source: Log in
tr: Giriş yap

# admin title
source: Django Administration
tr: Django Yönetimi

# admin login form
source: Administration
tr: Yönetim

# admin login form
source: Please try again.
tr: Lütfen tekrar deneyin.

# admin login form
source: Username or e-mail
tr: Kullanıcı adı veya e-posta

# admin login form
source: Password
tr: Şifre

# admin login form
source: Sign in
tr: Giriş yap

# admin login form
source: Return to site
tr: Siteye dön

# admin menu item form
source: New menu item
tr: Yeni menü öğesi

# admin menu item form
source: Edit menu item
tr: Menü öğesini düzenle

# admin menu item form
source: Basic settings
tr: Temel ayarlar

# admin menu item form
source: Behavior and appearance
tr: Davranış ve görünüm

# admin menu items
source: New menu item
tr: Yeni menü öğesi

# admin menu items list
source: Item
tr: Öğe

# admin menu items list
source: CSS Class
tr: CSS Sınıfı

# admin menu items list
source: Target
tr: Hedef

# admin menu items
source: Is displayed on the forum navbar.
tr: Forum gezinme çubuğunda görüntülenir.

# admin menu items
source: Is displayed on the forum footer.
tr: Forum alt bilgisinde görüntülenir.

# admin menu item css class
source: Not set
tr: Ayarlanmadı

# admin menu items
source: Move down
tr: Aşağı taşı

# admin menu items
source: Move up
tr: Yukarı taşı

# admin menu items
source: Edit item
tr: Öğeyi düzenle

# admin menu items
source: Remove item
tr: Öğeyi kaldır

# admin menu items
source: No menu items are set.
tr: Hiç menü öğesi ayarlanmamış.

# admin menu items
source: Are you sure you want to remove this menu item?
tr: Bu menü öğesini kaldırmak istediğinizden emin misiniz?

# admin navbar
source: Support forum
tr: Destek forumu

# admin navbar
source: Site index
tr: Site dizini

# admin navbar
source: Your avatar
tr: Avatarınız

# admin navbar
source: Edit your account
tr: Hesabınızı düzenleyin

# admin navbar
source: Close admin session
tr: Yönetici oturumunu kapat

# admin navbar
source: Log out completely
tr: Tamamen çıkış yap

# admin plugins
source: Plugins
tr: Eklentiler

# admin plugins
source: Plugin
tr: Eklenti

# admin plugins
source: Version
tr: Sürüm

# admin plugins
source: License
tr: Lisans

# admin plugins
source: Author
tr: Yazar

# admin plugins
source: This plugin has no name specified.
tr: Bu eklentinin adı belirtilmemiş.

# admin plugins
source: Invalid manifest: %(error)s
tr: Geçersiz manifesto: %(error)s

# admin plugins
source: This plugin does not export any manifest from its misago_plugin.py file.
tr: Bu eklenti, misago_plugin.py dosyasından herhangi bir manifesto dışa aktarmıyor.

# admin plugins
source: See plugin location
tr: Eklenti konumunu gör

# admin plugins links
source: See plugin links
tr: Eklenti bağlantılarını gör

# admin plugins url
source: Homepage:
tr: Ana sayfa:

# admin plugins url
source: Help:
tr: Yardım:

# admin plugins url
source: Bug reports:
tr: Hata raporları:

# admin plugins url
source: Repository:
tr: Depo:

# admin plugins
source: No plugins are installed on this site.
tr: Bu sitede hiç eklenti yüklü değil.

# admin rank form
source: New rank
tr: Yeni rütbe

# admin ranks
source: View on site
tr: Sitede görüntüle

# admin rank form
source: Edit rank
tr: Rütbeyi düzenle

# admin rank form
source: Name and description
tr: Ad ve açıklama

# admin rank form
source: Permissions
tr: İzinler

# admin rank form
source: Display and visibility
tr: Görüntüleme ve görünürlük

# admin ranks
source: New rank
tr: Yeni rütbe

# admin ranks list
source: Rank
tr: Rütbe

# admin ranks list
source: Title
tr: Unvan

# admin ranks list
source: CSS class
tr: CSS sınıfı

# admin ranks
source: Has dedicated page on users list
tr: Kullanıcılar listesinde özel sayfası var

# admin rank has tab status
source: Tab
tr: Sekme

# admin ranks
source: This is default rank assigned to new members
tr: Bu, yeni üyelere atanan varsayılan rütbedir

# admin rank is default status
source: Default
tr: Varsayılan

# admin rank user title
source: Not set
tr: Ayarlanmadı

# admin rank css class
source: Not set
tr: Ayarlanmadı

# admin ranks
source: Move down
tr: Aşağı taşı

# admin ranks
source: Move up
tr: Yukarı taşı

# admin ranks
source: List users
tr: Kullanıcıları listele

# admin ranks
source: Set as default
tr: Varsayılan olarak ayarla

# admin ranks
source: Edit rank
tr: Rütbeyi düzenle

# admin ranks
source: Delete rank
tr: Rütbeyi sil

# admin ranks
source: No user ranks are set.
tr: Hiç kullanıcı rütbesi ayarlanmamış.

# admin ranks
source: Are you sure you want to delete this rank?
tr: Bu rütbeyi silmek istediğinizden emin misiniz?

# admin role form
source: New role
tr: Yeni rol

# admin role form
source: Edit role
tr: Rolü düzenle

# admin role form
source: Basic settings
tr: Temel ayarlar

# admin roles
source: New role
tr: Yeni rol

# admin roles list
source: Role
tr: Rol

# admin roles
source: Users with role
tr: Role sahip kullanıcılar

# admin roles
source: Delete role
tr: Rolü sil

# admin roles
source: No user roles are set.
tr: Hiç kullanıcı rolü ayarlanmamış.

# admin roles
source: Are you sure you want to delete this role?
tr: Bu rolü silmek istediğinizden emin misiniz?

# admin social auth provider form
source: Edit social login
tr: Sosyal girişi düzenle

# admin social auth provider form
source: Setup social login
tr: Sosyal girişi ayarla

# admin social auth provider form
source: General
tr: Genel

# admin social auth provider form
source: Button appearance
tr: Düğme görünümü

# admin social auth providers
source: Enabled login methods
tr: Etkinleştirilmiş giriş yöntemleri

# admin social auth providers list
source: Provider
tr: Sağlayıcı

# admin social auth provider
source: Move down
tr: Aşağı taşı

# admin social auth provider
source: Move up
tr: Yukarı taşı

# admin social auth provider
source: Change settings
tr: Ayarları değiştir

# admin social auth provider
source: Disable login
tr: Girişi devre dışı bırak

# admin social auth providers
source: No social login methods are enabled.
tr: Etkinleştirilmiş sosyal giriş yöntemi yok.

# admin social auth providers
source: Are you sure you want to disable this social login provider?
tr: Bu sosyal giriş sağlayıcısını devre dışı bırakmak istediğinizden emin misiniz?

# admin social auth providers
source: Note
tr: Not

# admin social auth providers
source: OAuth2 client is enabled. Social authentication has been disabled with login and registration delegated to the %(provider)s.
tr: OAuth2 istemcisi etkinleştirildi. Sosyal kimlik doğrulama, giriş ve kayıt işlemleri %(provider)s adresine devredilerek devre dışı bırakıldı.

# admin social auth providers list
source: Setup new login method
tr: Yeni giriş yöntemi ayarla

# admin social auth providers
source: Setup login with this provider
tr: Bu sağlayıcı ile girişi ayarla

# admin social auth providers
source: Setup
tr: Ayarla

# admin social auth providers
source: No new login providers are available for setup.
tr: Kurulum için kullanılabilir yeni giriş sağlayıcısı yok.

# admin theme css form
source: New CSS
tr: Yeni CSS

# admin theme css form
source: Edit CSS
tr: CSS'i düzenle

# admin theme css form
source: Save and keep editing
tr: Kaydet ve düzenlemeye devam et

# admin theme css form
source: Save changes
tr: Değişiklikleri kaydet

# admin theme css form
source: Save
tr: Kaydet

# admin theme css form
source: Cancel
tr: İptal

# admin theme css link form
source: New CSS link
tr: Yeni CSS bağlantısı

# admin theme css link form
source: Edit CSS link
tr: CSS bağlantısını düzenle

# admin theme css link form
source: Cancel
tr: İptal

# admin theme assets
source: CSS files
tr: CSS dosyaları

# admin theme assets
source: Upload
tr: Yükle

# admin theme assets
source: Link
tr: Bağlantı

# admin theme assets
source: Create
tr: Oluştur

# admin theme assets
source: Name
tr: Ad

# admin theme assets
source: Modified
tr: Değiştirilme

# admin theme assets
source: Size
tr: Boyut

# admin theme assets
source: Move down
tr: Aşağı taşı

# admin theme assets
source: Move up
tr: Yukarı taşı

# admin theme assets
source: Edit
tr: Düzenle

# admin theme assets
source: This theme has no CSS files.
tr: Bu temanın CSS dosyası yok.

# admin theme assets
source: Delete selected
tr: Seçilenleri sil

# admin theme assets
source: Assets
tr: Varlıklar

# admin themes
source: Edit theme
tr: Temayı düzenle

# admin theme assets
source: Are you sure you want to delete selected items?
tr: Seçili öğeleri silmek istediğinizden emin misiniz?

# admin theme media assets
source: Media
tr: Medya

# admin theme media assets
source: Upload
tr: Yükle

# admin theme media assets
source: Name
tr: Ad

# admin theme media assets
source: Modified
tr: Değiştirilme

# admin theme media assets
source: Size
tr: Boyut

# admin theme media assets
source: Type
tr: Tür

# admin theme media assets
source: Dimensions
tr: Boyutlar

# admin theme media assets
source: This theme has no media.
tr: Bu temanın medyası yok.

# admin theme media assets
source: Delete selected
tr: Seçilenleri sil

# admin theme css upload form
source: Upload CSS
tr: CSS Yükle

# admin theme css upload form
source: Close
tr: Kapat

# admin theme css upload form
source: Select CSS files to upload
tr: Yüklenecek CSS dosyalarını seçin

# admin theme css upload form
source: Cancel
tr: İptal

# admin theme css upload form
source: Upload
tr: Yükle

# admin theme media upload form
source: Upload media
tr: Medya yükle

# admin theme media upload form
source: Close
tr: Kapat

# admin theme media upload form
source: Select media files to upload
tr: Yüklenecek medya dosyalarını seçin

# admin theme media upload form
source: Media files are primarily image and font files that can be linked to from the CSS, but files of any type can be uploaded using this option.
tr: Medya dosyaları öncelikle CSS'den bağlantı verilebilen resim ve yazı tipi dosyalarıdır, ancak bu seçenek kullanılarak herhangi bir türde dosya yüklenebilir.

# admin theme media upload form
source: Theme CSS that use the "url()" to point to media files will be updated automatically.
tr: Medya dosyalarına işaret etmek için "url()" kullanan tema CSS'leri otomatik olarak güncellenecektir.

# admin theme media upload form
source: Cancel
tr: İptal

# admin theme media upload form
source: Upload
tr: Yükle

# admin theme form
source: New theme
tr: Yeni tema

# admin themes
source: Edit assets
tr: Varlıkları düzenle

# admin theme form
source: Edit theme
tr: Temayı düzenle

# admin theme form
source: Settings
tr: Ayarlar

# admin theme form
source: Additional information (optional)
tr: Ek bilgi (isteğe bağlı)

# admin themes
source: Import theme
tr: Tema içe aktar

# admin theme import submit
source: Import
tr: İçe aktar

# admin themes
source: Create theme
tr: Tema oluştur

# admin themes list
source: Theme
tr: Tema

# admin theme active status
source: Active
tr: Aktif

# admin themes
source: Edit information
tr: Bilgileri düzenle

# admin themes
source: Create child theme
tr: Alt tema oluştur

# admin themes
source: Set as active
tr: Aktif olarak ayarla

# admin themes
source: Export theme
tr: Temayı dışa aktar

# admin themes
source: Delete theme
tr: Temayı sil

# admin themes
source: Are you sure you want to delete this theme? Deleting theme will also delete its child themes.
tr: Bu temayı silmek istediğinizden emin misiniz? Temayı silmek, alt temalarını da silecektir.

# admin ban users form
source: Ban users
tr: Kullanıcıları yasakla

# admin ban users form
source: Ban selected users
tr: Seçili kullanıcıları yasakla

# admin ban users form
source: Users
tr: Kullanıcılar

# admin ban users list
source: User
tr: Kullanıcı

# admin ban users list
source: E-mail
tr: E-posta

# admin ban users list
source: IP address
tr: IP adresi

# admin user ip deleted
source: IP removed
tr: IP kaldırıldı

# admin ban users form
source: Ban settings
tr: Yasaklama ayarları

# admin ban users form
source: Messages
tr: Mesajlar

# admin ban users form
source: Never
tr: Asla

# admin ban users form
source: Set date
tr: Tarih ayarla

# admin users
source: View on site
tr: Sitede görüntüle

# admin user form
source: Edit user
tr: Kullanıcıyı düzenle

# admin users list item
source: Can use admin control panel and manage other administrators
tr: Yönetici kontrol panelini kullanabilir ve diğer yöneticileri yönetebilir

# admin user super admin status
source: Super Admin
tr: Süper Yönetici

# admin users list item
source: Can use admin control panel
tr: Yönetici kontrol panelini kullanabilir

# admin user admin status
source: Admin
tr: Yönetici

# admin users list item
source: Requires activation by administrator
tr: Yönetici tarafından aktivasyon gerektirir

# admin user inactive status
source: Inactive
tr: Pasif

# admin users list item
source: Has to activate their account
tr: Hesabını etkinleştirmesi gerekiyor

# admin users list item
source: Account scheduled for deletion
tr: Hesap silinmek üzere zamanlandı

# admin user deleted status
source: Deleted
tr: Silindi

# admin users list item
source: Account disabled
tr: Hesap devre dışı

# admin user disabled status
source: Disabled
tr: Devre dışı

# admin user stats
source: %(posts)s post
tr: %(posts)s mesaj

# admin user stats
source: %(threads)s thread
tr: %(threads)s konu

# admin user form
source: Basic account settings
tr: Temel hesap ayarları

# admin user form
source: Administrator status
tr: Yönetici durumu

# admin user form
source: Only superusers can change other users administrator status.
tr: Yalnızca süper yöneticiler diğer kullanıcıların yönetici durumunu değiştirebilir.

# admin user form
source: Sign-in credentials
tr: Giriş kimlik bilgileri

# admin user form
source: This user has not set account password and uses other service to authenticate.
tr: Bu kullanıcı hesap şifresi belirlememiş ve kimlik doğrulaması için başka bir hizmet kullanıyor.

# admin user form
source: Signature
tr: İmza

# admin user form
source: Forum options
tr: Forum seçenekleri

# admin user form
source: Automatic subscription preferences (deprecated)
tr: Otomatik abonelik tercihleri (kullanımdan kaldırıldı)

# admin user form
source: Notifications preferences
tr: Bildirim tercihleri

# admin user form
source: Account status
tr: Hesap durumu
